Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/daynight/i18n/*/LC_MESSAGES/daynight.po
Languages: fr_fr, it_it

source: Day Night Mode
fr_fr: Jour et Nuit
it_it: Servizio Giorno/Notte

source: Inbound Call Control
fr_fr: Contrôle des appels entrants

source: Day / Night control - allows for two destinations to be chosen and provides a feature code that toggles between the two destinations.
fr_fr: Contrôle Jour/Nuit - Fournit un code de carastéristique pour basculer entre deux destinations. Ces destinations peuvent être choisies parmis des extensions, répondeurs, trunk, etc...

source: Day/Night Control
fr_fr: Contrôle Jour/Nuit
it_it: Servizio Giorno/Notte

source: Day/Night (%s) : %s
fr_fr: Jour/Nuit (%s) : %s
it_it: Giorno/Notte (%s) : %s

source: Daynight: %s (%s)
fr_fr: Journuit: %s (%s)
it_it: GiornoNotte: %s (%s)

source: Day/Night Mode Association
fr_fr: Association avec un mode Jour/Nuit
it_it: Associazione Servizio Giorno/Notte

source: Associate with
fr_fr: Associer avec
it_it: Associa con

source: If a selection is made, this timecondition will be associated with that featurecode and will allow this timecondition to be direct overridden by that daynight mode featurecode
fr_fr: Permet d'associer cette condition de temps à un mode Jour/Nuit. Lorsque le mode Jour/nuit associé est activé, alors la condition de temps n'est plus remplie (se comporte comme si l'horaire ne correspondait pas)
it_it: Se si effettua una selezione, questa condizione temporale sarà associata con questo codice Codice Servizio e permetterà a questa condizione temporale di essere sovrascrittà dal codice del servizio GiornoNotte

source: No Association
fr_fr: Pas d'association
it_it: Nessuna Associazione

source: - Force Day
fr_fr: - via le mode Jour
it_it: - Forza Giorno

source: - Force Night
fr_fr: - via le mode Nuit
it_it: - Forza Notte

source: changing primary keys to all fields..
fr_fr: changement de la clé primaire pour tous les champs..
it_it: cambiamento chiavi primarie su tutti i campi..

source: ERROR: failed to alter primary keys
fr_fr: ERREUR: echec de modification de la clé primaire
it_it: ERROE: alterazione chiavi primarie fallito

source: Add Day/Night Code
fr_fr: Ajouter un code Jour/Nuit
it_it: Aggiungi Servizio Giorno/Notte

source: Day / Night Mode Control
fr_fr: Contrôle du mode Jour/Nuit
it_it: Servizio Giorno/Notte

source: Delete Day/Night Feature Code %s
fr_fr: Supprimer le code de caractéristique Jour/Nuit %s
it_it: Elimina codice Servizio Giorno/Notte %s

source: Forces to Day Mode
fr_fr: Via le mode Jour
it_it: Forza Modalità Giorno

source: Forces to Night Mode
fr_fr: Via le mode Nuit
it_it: Forza Modalità Notte

source: Linked to Time Condition %s - %s
fr_fr: Lier à la condition de temps %s - %s
it_it: Collegato alla Condizione Temporale %s - %s

source: Save
fr_fr: Sauvegarder
it_it: Salva

source: Use feature code: %s to toggle DAY/NIGHT mode
fr_fr: Utiliser le code de caractéristique: %s pour changer le mode Jour/Nuit
it_it: Utilizzare il codice: %s per cambiare il Servizio Giorno/Notte

source: Day/Night Feature Code Index:
fr_fr: Index du code de caractéristique Jour/Nuit:
it_it: Indice Codice Servizio Giorno/Notte

source: There are a total of 10 Feature code objects, 0-9, each can control a call flow and be toggled using the day/night feature code plus the index.
fr_fr: Les index vont de 0 à 9, soit la possibilité de créer 10 contrôles Jour/Nuit. Chaque index, associé à un code de caractéristique, permettra de contrôler le basculement entre mode Jour/Nuit
it_it: Sono disponibili in totale 10 codici, da 0 a 9, ognuno dei quali puo' controllare un particolare percorso. Si cambia il servizio giorno/notte con il codice più l'indice.

source: Description for this Day/Night Control
fr_fr: Description pour ce contrôle Jour/Nuit
it_it: Descrizione per questo servizio Giorno/Notte

source: Current Mode:
fr_fr: Mode Actuel:
it_it: Modo Corrente:

source: This will change the current state for this Day/Night Mode Control, or set the initial state when creating a new one.
fr_fr: Cela va changer l'état actuel de ce contrôle Jour/Nuit, ou spécifier l'état initial lors de la création d'un nouveau contrôle
it_it: Questo cambierà lo stato corrente del Servizio Giorno/Notte, oppure imposta lo stato iniziale quando se ne crea uno nuovo.

source: Day
fr_fr: Jour
it_it: Giorno

source: Night
fr_fr: Nuit
it_it: Notte

source: Recording for Day Mode
fr_fr: Enregistrement pour le mode Jour

source: Message to be played.<br>To add additional recordings use the "System Recordings" MENU to the left
fr_fr: Message qui va être joué lors de la composition du code de caractéristique. Pour ajouter des enregistrements, utiliser le menu "Enregistrements Systèmes"

source: Default
fr_fr: Défaut

source: Recording for Night Mode
fr_fr: Enregistrement pour le mode Nuit

source: Optional Password
fr_fr: Mot de passe optionnel
it_it: Password Opzionale

source: You can optionally include a password to authenticate before toggling the day/night mode. If left blank anyone can use the feature code and it will be un-protected
fr_fr: Vous pouvez mettre un mot de passe pour autoriser l'accès au basculement du mode jour/Nuit. Si vous n'en rentrez aucun, tout le monde pourra utiliser ce code de caractéristique.
it_it: Come opzione si può inserire una password di autenticazione prima di cambiare il servizio giorno/notte. Se il campo rimane vuoto, qualsiasi utente potrà attivare o disattivare il servizio

source: DAY
fr_fr: JOUR
it_it: GIORNO

source: NIGHT
fr_fr: NUIT
it_it: NOTTE

source: Please enter a valid numeric password, only numbers are allowed
fr_fr: Merci d'entrer un mot de passe numérique valide, seule les chiffres sont autorisés
it_it: Prego immettere una password numerica valida, solo numero sono permessi

source: Destination to use when set to %s mode
fr_fr: Destination à utiliser lors que le mode %s est activé
it_it: Destinazione da usare se impostato su modalità %s

source: Description
it_it: Descrizione
