Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: fr_fr, it_it, pt_br

source: Voicemail is enabled but the Voicemail Password field is empty. Are you sure you wish to continue?
fr_fr: La boîte vocale est activé mais il n'y a pas de mot de passe. Voulez vous continuer?
it_it: La Casella Vocale è attivata ma il campo Password è vuoto. Sei sicuro di voler continuare?
pt_br: O correio de voz está habilitado mas o campo senha está vazio. Tem certeza que deseja continuar?

source: Enabled
fr_fr: Activé
it_it: Attivata
pt_br: Habilitado

source: Disabled
fr_fr: Désactivé
it_it: Disattivata
pt_br: Desabilitado

source: yes
fr_fr: oui
it_it: sì
pt_br: sim

source: no
fr_fr: non

source: Please enter a valid Voicemail Password, using digits only
fr_fr: Un mot de passe de boîte vocale ne contient que des chiffres.
it_it: Prego immettere una Password per la Casella Vocale valida, usando solo numeri
pt_br: Por favor, entre com um senha de correio de voz válida, usando digitos apenas

source: Please enter a valid Email Address
fr_fr: Adresse courriel invalide
it_it: Prego immettere un indirizzo Email valido
pt_br: Por favor entre com um endereço válido de e-mail

source: Please enter a valid Pager Email Address
fr_fr: Adresse courriel Pager invalide
it_it: Prego immettere un indirizzo Email valido per il Pager
pt_br: Por favor entre com um endereço válido de Pager

source: VM Context cannot be blank
fr_fr: Le contexte ne peut être vide
it_it: Il Contesto della Casella Vocale non può essere lasciato vuoto
pt_br: Contexto de VM não pode estar em branco

source: Voicemail & Directory
fr_fr: Boîte vocale et annuaire
it_it: Casella Vocale & Elenco Telefonico
pt_br: Correio de voz & Diretório

source: Status
fr_fr: Statut
it_it: Stato

source: Voicemail Password
fr_fr: Mot de passe boîte vocale
it_it: Password Casella Vocale
pt_br: Senha do correio de voz

source: This is the password used to access the voicemail system.%sThis password can only contain numbers.%sA user can change the password you enter here after logging into the voicemail system (%s) with a phone.
fr_fr: C'est le mot de passe pour accéder à la boîte vocale. %s Ce mot de passe ne peut contenir que des chiffres. %s Un utilisateur peut le changer après s'être loggué à sa boîte vocale (%s) avec un téléphone.
it_it: Questa è la password utilizzata per accedere alla Casella Vocale.%sQuesta password può contenere solo numeri.%sL'utente può cambiare la password una volta entrato col telefono nella Casella Vocale (%s).
pt_br: Esta é a senha usada para acessar o correio de voz. %sEsta senha pode conter apenas números. %sUm usuário pode mudar a senha que você entra aqui ap;os se logar no sistema de correio de voz (%s) com um telefone.

source: Email Address
fr_fr: Adresse courriel
it_it: Indirizzo Email
pt_br: Endereço de e-mail

source: The email address that voicemails are sent to.
fr_fr: L'adresse courriel où envoyer les messages voix.
it_it: L'indirizzo Email dove verranno spediti i messaggi vocali.
pt_br: Endereço de e-mail para onde enviar os correios de voz

source: Pager Email Address
fr_fr: Adresse courriel du Pager
it_it: Indirizzo Email Gateway SMS
pt_br: Endereço de email do pager.

source: Pager/mobile email address that short voicemail notifications are sent to.
fr_fr: Adresse courriel du Pager/Mobile où des notifications sont envoyées
it_it: Indirizzo Email del gateway SMS dove verranno inviate le notifiche di nuovi messaggi vocali.
pt_br: Endereço de pager/mobile para onde mensagens curstas devem ser enviadas.

source: Email Attachment
fr_fr: Pièce jointe
it_it: Allegato Email
pt_br: Anexar ao e-mail

source: Option to attach voicemails to email.
fr_fr: Option pour attacher au mail le message déposé en pièce jointe.
it_it: Opzione per allegare i messaggi vocali all'email
pt_br: Opção para anexar mensagens de voz para o email.

source: Play CID
fr_fr: Jouer le numéro
it_it: Riproduci ID Chiamante
pt_br: Tocar o CID

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left.
fr_fr: Lit le numéro de téléphone de l'appelant avant de jouer le message d'accueil, et juste après avoir annoncé la date et l'heure où le message a été déposé.
it_it: Riproduce al chiamante il numero di telefono prima del messaggio arrivato, e subito dopo aver annunciato la data e l'ora.
pt_br: Lê o número do telefone da origem antes de tocar a mensagem de entrada, e logo após o anúncio a data e a hora que a mensagem foi deixada.

source: Play Envelope
fr_fr: Jouer l'enveloppe
it_it: Riproduci Busta
pt_br: Tocar o envelope

source: Envelope controls whether or not the voicemail system will play the message envelope (date/time) before playing the voicemail message. This setting does not affect the operation of the envelope option in the advanced voicemail menu.
fr_fr: L'enveloppe contrôle si la boîte vocale annonce la date et l'heure avant le message. Ce réglage ne modifie pas l'option enveloppe du menu boîte vocale avancé.
it_it: Impostando questa opzione il sistema riprodurrà la data e l'ora di prima di riprodurre il messaggio. Questa impostazione non influisce sulle operazioni dell'opzioni della busta disponibili nel menu avanzato della Casella Vocale.
pt_br: O Envelope controla se o sistema de correio de voz irá tocar a mensagem de envelope (data/hora) antes de tocar a mensagem de correio de voz. Esta configuração não afeta a operação do envelope no menu avançado de opções.

source: Delete Voicemail
fr_fr: Suppression boîte vocale
it_it: Elimina Messaggio Vocale
pt_br: Excluír o correio de voz

source: If set to "yes" the message will be deleted from the voicemailbox (after having been emailed). Provides functionality that allows a user to receive their voicemail via email alone, rather than having the voicemail able to be retrieved from the Webinterface or the Extension handset. CAUTION: MUST HAVE attach voicemail to email SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
fr_fr: Si vous cochez "Oui" le message sera détruit de la boîte vocale (après avoir été envoyé par courriel). L'utilisateur reçoit alors ses messages uniquement par courriel. ATTENTION: la case Pièce jointe doit être à "Oui" sinon les messages seront définitivement perdus!
it_it: Se impostato su "Sì" il messaggio verrà rimosso dalla Casella (dopo esser stato inviato). In questo modo i messaggi vocali verranno inviati solo per posta elettronica, invece che rimanere nel sistema ed essere disponibili anche via Web o Telefono. ATTENZIONE: BISOGNA IMPOSTARE allegato Email SU SI' ALTRIMENTI TUTTI I MESSAGGI VOCALI ANDRANNO PERSI PER SEMPRE.
pt_br: Se configurado para "sim" a mensagem será apagada da caixa de correio de voz (após ter habilitado). Provê a funcionalidade que permite que um usuário receba seu correio de voz sozinho, ao invés de ter o correio de voz sendo recuperado da interface Web ou de um telefone. CUIDADO: VOCÊ DEVE anexar o correio de voz para o email. CONFIGURE PARA YES SENÃO SUAS MENSAGENS SERÃO PERDIDAS PARA SEMPRE.

source: VM Options
fr_fr: Options BV
it_it: Opzioni Casella
pt_br: Opções de VM

source: Separate options with pipe ( | )%sie: review=yes|maxmessage=60
fr_fr: Séparez les options avec des redirecteurs ( | )%sie: review=yes|maxmessage=60
it_it: Separare le opzioni con la barra verticale (|)%ses: review=yes|maxmessage=60
pt_br: Separe as opções com o pipe ( | )%s ex: review=yes|maxmessage=60

source: VM Context
fr_fr: Contexte BV
it_it: Contesto Casella
pt_br: Contexto do VM

source: This is the Voicemail Context which is normally set to default. Do not change unless you understand the implications.
fr_fr: C'est le contexte de la boîte vocale ui est normalement à Défaut. Ne le changer que si vous êtes sur de ce que vous faites.
it_it: Questo è il Contesto della Casella Vocale che normalmente è impostato su default. Non cambiare se non si conoscono le conseguenze.
pt_br: Este é o context do correio de voz que é normalmente configurado como padrão. Não o altere a não ser que você saiba quais são as implicações.

source: VmX Locater
fr_fr: Locater VmX

source: Enable/Disable the VmX Locater feature for this user. When enabled all settings are controlled by the user in the User Portal (ARI). Disabling will not delete any existing user settings but will disable access to the feature
fr_fr: Actice/désactive l'option VmW Locater pour cet utilisateur. Quand activé, tous les règlages sont contrôlées par l'utilisateur dans le portail utilisateur (ARI). Désactivé ne modifie les réglages mais bloque l'accès à cette fontion.
it_it: Attiva/Disattiva l'opzione VmX Locater per questo utente. Attivando questa opzione tutte le impostazioni sarabbi controllabili anche dal Portale Utente (ARI). Disabilitando non verrà cancellato nulla ma disattivato l'accesso alla funzione.
pt_br: Habilita/Desabilita o recurso de localizador VmX para este usuário. Quando habilitado, todas as configurações serão controladas pelo usuário no portal de usuário (ARI). Desabilitar não apaga as configurações de um usuário existente, mas desabilita o acesso ao recurso.

source: Please enter a valid phone number using number digits only
fr_fr: Entrez un numéro de téléphone valide composé uniquement de chiffres.
it_it: Prego immettere un numero di telefono valido utilizzando solo numeri
pt_br: Por favor entre com um número válido de telefone usando apenas dígitos

source: Use When:
fr_fr: Utilisé quand
it_it: Utilizza quando:
pt_br: Use quando:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
fr_fr: Les options ci-dessous sont utilisables pendant votre message d'accueil.<br/><br/>Cochez les deux cases pour l'utiliser dans tous les cas.
it_it: Le opzioni del menu qui sotto sono disponibili durante la riproduzione del messaggio di benvenuto. <br/><br/>Selezionare entrambe per utilizzarle sempre.
pt_br: As opções do menu abaixo estão disponíveis durante a sua saudação pessoal de correio de voz. <br/><br/>Verifique ambos para usá-los a qualquer momento.

source: unavailable
fr_fr: Non disponible
it_it: Non disponibile
pt_br: indisponível

source: busy
fr_fr: Occupé
it_it: Occupato
pt_br: ocupado

source: Voicemail Instructions:
fr_fr: Instructions boîte vocale
it_it: Istruzioni Casella Vocale:
pt_br: Instruções de mensagens de voz

source: Uncheck to play a beep after your personal voicemail greeting.
fr_fr: Décochez pour émettre un beep après votre message d'accueil
it_it: Deselezionare per riprodurre un segnale acustico dopo il messaggio di benvenuto della casella vocale.
pt_br: Deselecione para tocar um beep após a sua saudação do correio de voz

source: Standard voicemail prompts.
fr_fr: Messages standard
it_it: Voci standard Casella Vocale.
pt_br: Prompts padrão do correio de voz.

source: Press 0:
fr_fr: Touche 0
it_it: Preme 0:
pt_br: Pressione 0:

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Uncheck to enter another destination here. This feature can be used while still disabling VmX to allow an alternative Operator extension without requiring the VmX feature for the user.
fr_fr: Appuyez sur le 0 pendant votre message d'accueil transfert l'appel au standard. Décochez la case pour une autre destination.
it_it: Premendo 0 durante il messaggio di benvenuto della casella vocale la chiamata andrà all'Operatore. Deselezionare per immettere qui un'altra destinazione. Non c'è bisogno di abilitare il VmX per utlizzare questa funzione.
pt_br: Pressione 0 durante a sua saudação de correio de voz para or para a telefonista. Deselecione para entrar outro destino aqui. Este recurso pode ser usado enquanto ainda se desabilita o VMX para permitir uma extensão de telefonista alternativa sem precisar de um recurso de VMX para o usuário.

source: Go To Operator
fr_fr: Aller au standard
it_it: Vai all'Operatore
pt_br: Vai para o operador

source: Press 1:
fr_fr: Touche 1
it_it: Preme 1:
pt_br: Pressione 1:

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
fr_fr: Les options restantes peut être des numéros internes, des groupements d'appels, des files d'attente et des numéros externes.On met souvent son numéro de portable. Faites toujours un test pour vérifier que tout fonctione pour éviter que l'appelant n'aboutisse vers un numéro étranger ou invalide.
it_it: Le opzioni rimamanenti permettono l'utilizzo di qualsiasi interno, gruppo di chiamata, coda o numero esterno. Spesso si inserisce il proprio numero di telefono cellulare. Dovresti effettuare un test per assicurarsi che il numero funzioni correttamente così da non inviare il chiamante verso numerazioni non raggiungibili o inesistenti.
pt_br: As opções restantes podem ter extensões internas, grupos de busca, filas e números externos que podem tocar. ele é frequentemente usado para incluir o seu celular. Você deve rodar um teste para certificar-se que o número é funcional a qualquer hora que uma mudança seja feita de forma que você não deixe quam chama preso ou recebendo mensagens inválidas.

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
fr_fr: Entrez un autre numéro puis changez votre message d'accueil pour prévenir votre interlocuteur de cete possibilité.<br/><br/>Si vous voulez utiliser votre liste Follow Me, cochez "Envoyer à Follow Me" et désactivez l'option Follow Me au dessus.
it_it: Immettere qui un numero alternativo, poi cambiare il proprio messaggio di benvenuto della casella vocale per permettere ai chiamanti di chiamare questo numero premendo 1. <br/><br/>Se si preferisce utilizzare la Lista Seguimi, attivare "Invia al Seguimi" e disabilitare sopra il Seguimi.
pt_br: Entre com um número alternativo aqui, então mude sua saudação de correio de voz para permitir aos que chamam pressionar 1 para alcançar aquele número. <br/><br/>Se você quiser usar sua lista de Siga-me, verifique "Enviar para o Siga-me" e desabilite o siga-me acima.

source: Send to Follow-Me
fr_fr: Envoyez au numéro Follow Me
it_it: Invia al Seguimi
pt_br: Enviar para o Siga-me

source: Press 2:
fr_fr: Touche 2
it_it: Preme 2:
pt_br: Pressione 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
fr_fr: Vous pouvez utiliser toutes les extensions, groupement d'appels, files d'attente ou numéros externes.<br/><br/>N'oubliez pas de réenregistrer votre message d'accueil pour y inclure ces possibilités. Faites ensuite un test pour tout vérifier.
it_it: Utilizzare qualsiasi interno, gruppo di chiamata, coda o numero esterno. <br/><br/>Ricordarsi di registrare nuovamente il proprio messaggio di benvenuto ed includere le istruzioni. Effettuare un test per assicurarsi che il numero funziona.
pt_br: Use quaisquer extensões, grupos de busca, chamadas ou números externos. <br/><br/>Lembre-se de regravar sua saudação do correio de voz pessoal e incluir instruções. Rode um teste para se certificar que o número é funcional.

source: Failed to delete vmbox: %s@%s
fr_fr: Impossible de supprimer la boîte : %s@%s
it_it: Eliminazione casella fallita: %s@%s
pt_br: Falhou em remover o vmbox: %s@%s

source: failed with retcode %s while removing %s:
fr_fr: Echec avec code erreur %s pendant le retrait de %s:
it_it: fallito con codice di ritorno %s durante la rimozione di %s:
pt_br: Falhou com código de retorno %s ao remover %s:

source: Voicemail
fr_fr: Boîte vocale
it_it: Casella Vocale
pt_br: Correio de voz

source: My Voicemail
fr_fr: Ma boîte vocale
it_it: Casella Vocale Personale
pt_br: Meu correio de voz

source: Dial Voicemail
fr_fr: Appel boîte vocale
it_it: Casella Vocale
pt_br: Discar correio de voz

source: Cannot connect to Asterisk Manager with
fr_fr: Ne peut se connecter au serveur Asterisk avec
it_it: Impossibile connettersi al Manager di Asterisk con
pt_br: Não posso me conectar ao Asterisk Mananager
