Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/daynight/i18n/*/LC_MESSAGES/daynight.po
Languages: bg_bg, es_es

source: Day/Night (%s) : %s
bg_bg: Ден/Нощ (%s) : %s
es_es: Día/Noche (%s): %s

source: Daynight: %s (%s)
bg_bg: Ден/нощ: %s (%s)
es_es: Día/Noche: %s (%s)

source: Day/Night Mode Association
bg_bg: Дневен/Нощен Режим Асоцииране
es_es: Modo de asociación día/noche

source: Associate with
bg_bg: Асоциирай с
es_es: Asociar con

source: If a selection is made, this timecondition will be associated with that featurecode and will allow this timecondition to be direct overridden by that daynight mode featurecode
bg_bg: Ако е направен избор, това времево условие ще бъде асоциирано с този специален код и ще позволи на времевото условие да бъде директно отменено от специалния код за дневен/нощен режим.
es_es: Si se selecciona un valor, esta condición horaria se asociará con este código de característica y permitirá que esta condición horaria sea sobreescrita directamente por ese código de característica del modo día/noche

source: No Association
bg_bg: Без Асоциация
es_es: Sin asociación

source: - Force Day
bg_bg: - Включи Дневен
es_es: - Forzar día

source: - Force Night
bg_bg: - Включи Нощен
es_es: Forzar noche

source: changing primary keys to all fields..
bg_bg: промяна на primary keys за всички полета..
es_es: Cambiando claves primarias a todos los campos...

source: ERROR: failed to alter primary keys
bg_bg: Грешка: не мога да променя primary keys
es_es: ERROR: No se han podido alterar las claves primarias

source: OK
es_es: Correcto

source: Add Day/Night Code
bg_bg: Добави Ден/Нощ Код
es_es: Añadir código de día/noche

source: Day / Night Mode Control
bg_bg: Управление на Дневен/Нощен Режим
es_es: Modo de control día/noche

source: Delete Day/Night Feature Code %s
bg_bg: Изтрий Ден/Нощ Специален Код %s
es_es: Eliminar código de característica día/noche %s

source: Forces to Day Mode
bg_bg: Включва на Дневен Режим
es_es: Fuerza el modo día

source: Forces to Night Mode
bg_bg: Включва на Нощен Режим
es_es: Fuerza el modo noche

source: Linked to Time Condition %s - %s
bg_bg: Свързан към Времева Група %s - %s
es_es: Asociado la condición horaria %s - %s

source: Save
bg_bg: Запис
es_es: Guardar

source: Use feature code: %s to toggle DAY/NIGHT mode
bg_bg: Използвайте специален код: %s за да включите Режима
es_es: sar código de característica %s para cambiar el modo día/noche

source: Day/Night Feature Code Index:
bg_bg: Специален Код Индекс:
es_es: Índice de código de característica de día/noche:

source: There are a total of 10 Feature code objects, 0-9, each can control a call flow and be toggled using the day/night feature code plus the index.
bg_bg: Има общо 10 значения на Специален Код, 0-9, всяко от тях може да контролира потока разговори и се превключва използвайки ден/нощ специален код плюс индекса.
es_es: Hay un total de 10 objetos de códigos de características; cada uno controla un flujo de llamadas y puede ser modificado usando el código de característica seguido del índice especificado en este campo.

source: Description
bg_bg: Описание
es_es: Descripción

source: Description for this Day/Night Control
bg_bg: Описание за Дневен/Нощен Режим
es_es: Descripción para este control día/noche.

source: Current Mode:
bg_bg: Текущ Режим:
es_es: Modo actual:

source: This will change the current state for this Day/Night Mode Control, or set the initial state when creating a new one.
bg_bg: Това ще промени текущото състояние на Управление на Дневен/Нощен Режим, или ще установи пъроначално състояние когато създавате нов.
es_es: Esto cambiará el estado actual de este control día/noche, o establecerá el estado inicial cuando se cree uno nuevo.

source: Day
bg_bg: Ден
es_es: Día

source: Night
bg_bg: Нощ
es_es: Noche

source: Optional Password
bg_bg: Парола
es_es: Contraseña opcional

source: You can optionally include a password to authenticate before toggling the day/night mode. If left blank anyone can use the feature code and it will be un-protected
bg_bg: Допълнително можете да добавите парола за оторизиране преди превключване на режима. Ако е оставено празно всеки ще може да използва специалния код и ще е незащитено.
es_es: Puede incluir opcionalmente una contraseña para autentificarse antes de cambiar el modo día/noche. Si deja vacía este campo, cualquiera puede usar este código de característica y estará sin proteger.

source: DAY
bg_bg: ДНЕВЕН
es_es: DÍA

source: NIGHT
bg_bg: НОЩЕН
es_es: NOCHE

source: Please enter a valid numeric password, only numbers are allowed
bg_bg: Моля въведете правилна цифрова парола, само цифри са позволени
es_es: Por favor, introduzca una contraseña númerica; sólo se permiten números.

source: Destination to use when set to %s mode
bg_bg: Направление, което да се използва при %s режим
es_es: Destino a usar cuando se establezca el modo %s

source: Day Night Mode
bg_bg: Дневен Нощен Режим
es_es: Modo día/noche

source: Day/Night Control
bg_bg: Дневен/Нощен Режим
es_es: Control día/noche
