Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/cidlookup/i18n/*/LC_MESSAGES/cidlookup.po
Languages: he_il

source: CID Lookup Source
he_il: מקור חיפוש זיהוי שיחה

source: Source
he_il: מקור

source: Sources can be added in Caller Name Lookup Sources section
he_il: מקורות ניתן להוסיף בחלק מקורות חיפוש שם המתקשר

source: None
he_il: אף אחד

source: Add CID Lookup Source
he_il: הוסף מקור חיפוש זיהוי שיחה

source: CID Lookup source
he_il: מקור חיפוש זיהוי שיחה

source: deleted
he_il: נמחק

source: Delete CID Lookup source
he_il: מחק מקור חיפוש זיהוי שיחה

source: Source: %s (id %s)
he_il: מקור: %s (id %s)

source: Add Source
he_il: הוסף מקור

source: A Lookup Source let you specify a source for resolving numeric caller IDs of incoming calls, you can then link an Inbound route to a specific CID source. This way you will have more detailed CDR reports with informations taken directly from your CRM. You can also install the phonebook module to have a small number <-> name association. Pay attention, name lookup may slow down your PBX
he_il: מקור חיפוש מאפשר לך לציין מקור לתרגום מספרים ממערכת זיהוי השיחה של שיחות נכנסות, כך שתוכל לקשר נתיב שיחה נכנסת למקור שיחה מסויים. פעולה זו יכולה גם ליצור דוחות שיחה מפורטים יותר באמצעות נתונים הנלקחים ישירות מה CRM שלך. אתה יכול גם להתקין את מודול ספר הטלפונים כדי שיהיה לך שיוך קטן של מספר טלפון >-< שם. שים לב, חיפוש שמות עשוי להאט את המרכזיה שלך!

source: Edit Source
he_il: ערוך מקור

source: Source Description:
he_il: תיאור המקור:

source: Enter a description for this source.
he_il: הכנס תיאור עבור מקור זה.

source: Source type:
he_il: סוג המקור:

source: Select the source type, you can choose between:<ul><li>Internal: use astdb as lookup source, use phonebook module to populate it</li><li>ENUM: Use DNS to lookup caller names, it uses ENUM lookup zones as configured in enum.conf</li><li>HTTP: It executes an HTTP GET passing the caller number as argument to retrieve the correct name</li><li>MySQL: It queries a MySQL database to retrieve caller name</li></ul>
he_il: הכנס את סוג המקור, אתה יכול לבחור בין:<ul><li>פנימי: השתמש ב astdb בתור מקור החיפוש, והשתמש במודול ספר הטלפונים כדי לשנות בו נתונים</li><li>ENUM: שימוש ב DNS כדי לחפש שמות מתקשרים, פעולה זו משתמשת באיזור חיפוש ENUM כפי שמוגדרים ב enum.conf</li><li>HTTP: מבצע פעולת HTTP GET המעבירה את מספר המתקשר בתור ארגומנט כדי לקבל את השם הנכון</li>li>MySQL: מבצע שאילתה על מסד נתונים מסוג MySQL כדי למשוך את שם המשתמש</li></ul>

source: Cache results:
he_il: שמור תוצאות במטמון:

source: Decide whether or not cache the results to astDB; it will overwrite present values. It does not affect Internal source behavior
he_il: החלט אם לשמור או לא לשמור את התוצאות ב astDB; פעולה זו תדרוס ערכים קיימים. היא אינה משפיעה על התנהגות המקורות הפנימיים

source: Host:
he_il: שם מחשב מארח:

source: Host name or IP address
he_il: שם מחשב מארח או כתובת IP

source: Port:
he_il: יציאה:

source: Port HTTP server is listening at (default 80)
he_il: יציאה (פורט) שבו שרת ה HTTP מאזין (בברירת מחדל 80)

source: Username:
he_il: שם משתמש:

source: Username to use in HTTP authentication
he_il: שם משתמש שבו יש להשתמש באימות HTTP

source: Password:
he_il: סיסמא:

source: Password to use in HTTP authentication
he_il: סיסמא שבה יש להשתמש באימות HTTP

source: Path:
he_il: נתיב:

source: Path of the file to GET<br/>e.g.: /cidlookup.php
he_il: נתיב לקובץ שיועבר לפקודה GET<br />לדוגמא: /cidlookup.php

source: Query:
he_il: שאילתא:

source: Query string, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: number=[NUMBER]&source=crm
he_il: מחרוזת השאילתא. הטוקן המיוחד '[NUMBER]' יוחלף עם מספר הטלפון של המתקשר<br />לדוגמא: number=[NUMBER]&source=crm

source: MySQL Host
he_il: כתובת המארח של MySQL

source: Database:
he_il: מסד הנתונים:

source: Database name
he_il: שם מסד הנתונים

source: Query, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
he_il: שאילתא, כאשר הטוקן המיוחד '[NUMBER]' יוחלף במספר הטלפון של המתקשר<br />לדוגמא: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'

source: MySQL Username
he_il: שם משתמש ב MySQL

source: MySQL Password
he_il: סיסמת משתמש ב MySQL
