Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/paging/i18n/*/LC_MESSAGES/paging.po
Languages: he_il

source: There is a problem with install.sql, cannot re-create databases. Contact support
he_il: ישנה בעייה עם install.sql, לא יכול ליצור מחדש את מסדי הנתונים. צור קשר עם תמיכה

source: Database was deleted! Recreated successfully.<br>
he_il: מסד הנתונים נמחק! נוצר מחדש בהצלחה.<br />

source: Paging Group Deleted<br>
he_il: קבוצת האיתות נמחקה<br />

source: <h5>Paging Group $pagenbr Modified</h5>
he_il: <h5>קבוצת האיתות $pagebr שונתה</h5>

source: This module is for specific phones that are capable of Paging or Intercom. This section is for configuring group paging, intercom is configured through <strong>Feature Codes</strong>.<br /><br />The current list of supported phones is GXP-2000 with firmware 1.0.13 or higher, Snom phones with 'recent' firmware, Polycom phones (provisioned to auto answer), Linksys/Sipura phones, and a few various others. Any phone that is always set to auto-answer should also work (such as the console extension if configured).
he_il: מודול זה הוא עבור טלפונים התומכים באיתות או אינטרקום. חלק זה נועד עבור קביעת תצורה לאיתות קבוצות, אינטרקום מוגדר דרך <strong>קודי תכונות</strong>.<br /><br />הרשימה הנוכחית של הטלפונים הנתמכים היא GXP-2000 עם קושחא 1.0.13 או חדשה יותר, טלפונים של Snom עם קושחא 'עדכנית', טלפונים של פוליקום (שמוגדרים לענות באופן אוטומטי), טלפונים של לינקסיס/סיפורה, ומעט אחרים. כל טלפון שמוגדר לענות תמיד באופן אוטומטי גם יעבוד )כמו למשל הארכת קונסולה אם מוגדרת).

source: Delete Group
he_il: מחק קבוצה

source: Modify Paging Group
he_il: שנה קבוצת איתות

source: Add Paging Group
he_il: הוסף קבוצת איתות

source: Paging Extension
he_il: שלוחת איתות

source: The number users will dial to page this group
he_il: המספר שמשתמשים יחייגו כדי לאותת לקבוצה זאת

source: extension list:
he_il: רשימת השלוחות:

source: List extensions to page, one per line.
he_il: רשימת השלוחות שיש לאותת להן, אחת בכל שורה.

source: Page Group
he_il: קבוצת איתות

source: Paging and Intercom
he_il: איתות ואינטרקום
