Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/disa/i18n/*/LC_MESSAGES/disa.po
Languages: he_il

source: Add
he_il: הוסף

source: deleted
he_il: נמחק

source: Delete
he_il: מחק

source: Edit
he_il: ערוך

source: name:
he_il: שם:

source: Give this DISA a brief name to help you identify it.
he_il: תן ל-DISA זה שם קצר שיעזור לך לזהות אותו.

source: PIN
he_il: סיסמא

source: The user will be prompted for this number.
he_il: המשתמש יתבקש להכניס מספר זה

source: If you wish to have multiple PIN's, separate them with commas
he_il: אם ברצונך ליצור מספר סיסמאות, הפרד אותן בפסיקים

source: Response Timeout
he_il: זמן המתנה לתגובה

source: The maximum amount of time it will wait before hanging up if the user has dialed an incomplete or invalid number. Default of 10 seconds
he_il: הזמן המקסימלי שהמערכת תמתין לפני ניתוק אוטומטי אם המשתמש חייג מספר לא שלם או שגוי. ברירת המחדל היא 10 שניות

source: Digit Timeout
he_il: זמן המתנה לספרה

source: The maximum amount of time permitted between digits when the user is typing in an extension. Default of 5
he_il: הזמן המקסימלי המותר בין ספרות כשהמשתמש מחייג לשלוחה. ברירת המחדל היא 5

source: Require Confirmation
he_il: דרוש אישור

source: Require Confirmation before prompting for password. Used when your PSTN connection appears to answer the call immediately
he_il: דרוש אישור לפני בקשת סיסמא. נמצא בשימוש כאשר נראה שהשיחה נענתה באופן מיידי

source: Caller ID
he_il: שיחה מזוהה

source: (Optional) When using this DISA, the users CallerID will be set to this. Format is "User Name" <5551234>
he_il: (רשות) כאשר משתמשים ב DISA זה, השיחות שתצאנה דרך ה DISA יוצגו עם זיהוי שיחה מזוהה שתקבע כאן. הפורמט הוא "User Name" <5551234>

source: Context
he_il: הקשר (context)

source: (Experts Only) Sets the context that calls will originate from. Leave this as from-internal unless you know what you're doing.
he_il: (למומחים בלבד) מגדיר את ההקשר (context( שממנו יראה מקור השיחה. השאר ערך זה בתור from-internal אלא אם כן אתה באמת יודע מה אתה עושה.
