Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/parking/i18n/*/LC_MESSAGES/parking.po
Languages: fr_fr, he_il, it_it

source: day
fr_fr: jour
it_it: giorno

source: hour
fr_fr: heure
it_it: ora

source: hours
fr_fr: heures
it_it: ore

source: minute
it_it: minuto

source: minutes
it_it: minuti

source: second
fr_fr: seconde
it_it: secondo

source: seconds
fr_fr: secondes
it_it: secondi

source: Migrating recordings if needed..
fr_fr: Migration des enregistrements si nécessaire...
it_it: Migrazione registrazioni se necessario..

source: fatal error
fr_fr: erreur fatale
it_it: errore fatale

source: not needed
fr_fr: pas nécessaire
it_it: non necessario

source: Parking Lot Configuration
fr_fr: Configuration du Parking
it_it: Configurazione Parcheggio chiamate

source: Parking Lot Options
fr_fr: Options de Parking
he_il: אפשרויות מגרש חנייה
it_it: Opzioni Parcheggio

source: Enable Parking Lot Feature
fr_fr: Activer la fonction Parking
he_il: אפשר תכונת מגרש חנייה
it_it: Attiva Parcheggio Chiamate

source: Check this box to enable the parking feature
fr_fr: Cochez cette case pour activer la fonction Parking
he_il: סמן תיבה זו כדי לאפשר את תכונת החניה
it_it: Spuntare questa opzione per attivare il parcheggio delle chiamate

source: Parking Lot Extension:
fr_fr: Extension Parking :
he_il: שלוחות חניה:
it_it: Interno Parcheggio:

source: This is the extension where you will transfer a call to park it.
fr_fr: Il s'agit de l'extension vers laquelle vous allez transférer un appel pour le parquer.
he_il: זוהי השלוחה שאליה תעביר שיחה כדי להחנות אותה.
it_it: Il numero dove si chiamerà per parcheggiare le chiamate.

source: Number of Slots:
fr_fr: Nombre d'Emplacements :
he_il: מספר המקומות שיש להקצות:
it_it: Numero intervallo interni:

source: The total number of parking lot spaces to configure. Example, if 70 is the extension and 8 slots are configured, the parking slots will be 71-79
fr_fr: Le nombre total d'emplacements de parking à configurer. Exemple : si 70 est l'extension et que 8 emplacements sont configurés, les emplacements de parking seront 71-79
he_il: סך הכל מספר החניות שיש להגדיר במערכת. לדוגמא, אם 70 היא השלוחה, ו 8 הוא מספר החניות שהוגדר, אזי מקומות החנייה יהיו 71-78
it_it: Il numero totale di interni parcheggio da configurare. Esempio, se 70 è l'interno parcheggio e 8 è l'intervallo interni, dal 71 al 79 saranno gli interni disponibili

source: Parking Timeout:
fr_fr: Timeout de Parking :
he_il: זמן חניה מקסימלי:
it_it: Timout Parcheggio:

source: The timeout period that a parked call will attempt to ring back the original parker if not answered
fr_fr: La période de timeout avant qu'un appel parqué n'essaye de faire sonner à nouveau celui qui l'a parqué si pas de réponse
he_il: הזמן המקסימלי שבו שיחה תמתין בחניה, ולאחר מכן תנסה להתקשר חזרה אל מי שהחנה אותה אם היא לא נענתה
it_it: Il tempo di timeout prima che una chiamata parcheggiata ritorni indietro all'interno di origine se non è stata risposta

source: Parking Lot Context:
fr_fr: Contexte du Parking :
he_il: הקשר (context) של מגרש החניה:
it_it: Contesto Parcheggio:

source: This is the parking lot context. You should not change it from the default unless you know what you are doing.
fr_fr: Il s'agit du contexte de Parking. Vous ne devriez pas le modifier à moins que vous sachiez ce que vous faites.
he_il: זהו ההקשר (context( של מגרש החניה. אל תשנה הגדרה זו מברירת המחדל אלא אם כן אתה יודע טוב מאוד מה אתה עושה.
it_it: Questo è il contesto del parcheggio. Non bisognerebbe cambiare il valore predefinito se non si sa cos'è.

source: Actions for Timed-Out Orphans
fr_fr: Actions pour les Orphelins qui ont atteint le timeout
he_il: פעולות שיש לבצע עבור יתומים שעבר זמן ההמתנה המקסימלי שלהם בחניה
it_it: Azioni per le chiamate orfane in attesa

source: Parking Alert-Info:
fr_fr: Alerte-Info de Parking
he_il: מידע התראה על חניה:
it_it: Alert-info Parcheggio:

source: Alert-Info to put in channel before going to defined destination below. This can create distinct rings on some SIP phones and can serve to alert the recipients that the call is from an Orphaned parked call
fr_fr: Alerte-Info à placer dans le canal avant d'aller à la destination ci-dessous. Cela peut créer des sonneries distinctes sur certains téléphones SIP et cela peut servir à alerter les destinataires que l'appel provient d'un appel parqué Orphelin.
he_il: מידע התראה שיש לשלוח לערוץ לפני שהולכים ליעד שמוגדר לקמן. פעולה זו יכולה ליצור צלצול מיוחד בחלק מטלפוני ה-SIP ויכולה להתריע למקבל שהשיחה מגיעה חזרה מחנייה שאף אחד לא טרח לענות לה
it_it: Alert-Info da inserire nel canale prima di andare alla destinazione qui sotto. Questo è utile per distinguere le suonerie con apparati di tipo SIP e sapere se la chiamata parcheggiata è orfana

source: CallerID Prepend:
fr_fr: Préfixe ID Appelant
he_il: הקדם זיהוי שיחה:
it_it: Prefisso ID Chiamante:

source: String to pre-pend to the current Caller-ID associated with this call (if any), before going to defined destination below. This can serve to alert the recipients that the call is from an Orphaned parked call
fr_fr: Chaîne pour préfixer l'ID-Appelant courante associée à cet appel (si présent), avant d'arriver à la destination ci-dessous. Cela peut servir à alerter les destinataires que l'appel provient d'un appel parqué Orphelin.
he_il: הקדם את זיהוי השיחה המשוייך לשיחה זו (אם בכלל יש) במחרוזת זו, לפני שהולכים ליעד שלקמן. פעולה זו יכולה לשמש כדי להתריע בפני מקבל השיחה, שהשיחה מגיעה משיחה חזרה מחנייה שאף אחד לא טרח לענות לה
it_it: Il prefisso da aggiungere all'ID Chiamante associato alla chiamata (se presente), prima di essere reindirizzata alla destinazione sottostante. E' utile per sapere se la chiamata è orfana e proviene dal parcheggio.

source: Announcement:
fr_fr: Annonce :
he_il: הכרזה:
it_it: Annuncio:

source: Optional message to be played to the orphaned caller prior to going on the to supplied destination below.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
fr_fr: Message optionnel qui sera joué à l'appelant orphelin avant d'aller à la destination spécifiée ci-dessous.<br><br>Pour ajouter des enregistrements additionnels veuillez utiliser le MENU "Enregistrements Système" sur la gauche.
he_il: הודעת רשות שיש להשמיע למתקשר היתום לפני שהולכים ליעד המצויין לקמן.<br /><br />כדי להוסיף הקלטות נוספות, אנא השתמש <em>בתפריט</em> "הקלטות מערכת" אשר בצד שמאל
it_it: Messaggio opzionale da riprodurre al chiamante orfano prima di essere reindirizzato alla destinazione sottostante.<br><br>Per aggiungere ulteriori registrazioni utilizzare "Registrazioni di Sistema" nel MENU di sinistra

source: None
fr_fr: Aucun
he_il: אין
it_it: Nessuno

source: Optional message to be played to the orphaned caller prior to going on to the supplied destination below.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
fr_fr: Message Optionnel qui sera joué à l'appelant orphelin avant d'aller à la destination spécifiée ci-dessous.<br><br>Vous devez installer et activer le Module "Enregistrements Système" pour éditer cette option.
he_il: הודעת רשות שיש להשמיע למתקשר היתום לפני שהולכים ליעד המצויין לקמן.<br /><br />אתה חייב להתקין ולהפעיל את המודול "הקלטות מערכת" כדי לערוך אפשרות זו
it_it: Messaggio opzionale da riprodurre al chiamante orfano prima di essere reindirizzato alla destinazione sottostante.<br><br>Il modulo "Registrazioni di Sistema" deve essere installato e attivato prima di utilizzare questa opzione

source: Destination for Orphaned Parked Calls
fr_fr: Destination pour les Appels Parqués Orphelins
he_il: יעד עבור שיחות יתומות שאף אחד לא טרח לענות להן
it_it: Destinazione per le Chiamate Parcheggiate Orfane

source: Submit Changes
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti

source: Please enter a valid numeric parking lot extension
fr_fr: Veuillez entrer une extension de parking numérique valide
it_it: Prego immettere una descrizione valida per questo parcheggio

source: Parking Lot
fr_fr: Parking
it_it: Parcheggi
