Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/featurecodeadmin/i18n/*/LC_MESSAGES/featurecodeadmin.po
Languages: ru_ru

source: Feature Code Admin
ru_ru: Управление сервисными кодами

source: Use
ru_ru: Используется

source: Default
ru_ru: по умолчанию

source: Feature
ru_ru: Сервис

source: Status
ru_ru: Статус

source: Disabled
ru_ru: Деактивировано

source: Enabled
ru_ru: Активировано

source: Submit Changes
ru_ru: Подтвердить изменения

source: Blacklist a number
ru_ru: Номер - в Черный список

source: Blacklist the last caller
ru_ru: Последний позвонивший - в Черный список

source: Remove a number from the blacklist
ru_ru: Удалить номер из Черного списка

source: Call Forward
ru_ru: Перевод звонка

source: Call Forward All Activate
ru_ru: Перевод звонков - активировать для всех

source: Call Forward All Deactivate
ru_ru: Перевод звонков - деактивировать для всех

source: Call Forward All Prompting Deactivate
ru_ru: Предложение о переводе звонков - деактивировать для всех

source: Call Forward Busy Activate
ru_ru: Перевод звонков при состоянии Занято

source: Call Forward Busy Deactivate
ru_ru: Перевод звонков при состоянии Занято - активировать

source: Call Forward Busy Prompting Deactivate
ru_ru: Предложенио о переводе звонков при состоянии Занято - деактивировать

source: Call Forward No Answer/Unavailable Activate
ru_ru: Перевод звонков при состоянии Не отвечен/Не доступен - активировать

source: Call Forward No Answer/Unavailable Deactivate
ru_ru: Перевод звонков при состоянии Не отвечен/Не доступен - деактивировать

source: Call Waiting
ru_ru: Ожидание звонка (возможность приёма второго звонка)

source: Call Waiting - Activate
ru_ru: Ожидание звонка - актировать

source: Call Waiting - Deactivate
ru_ru: Ожидание звонка - деактировать

source: Core
ru_ru: Главные

source: Call Pickup (Can be used with GXP-2000)
ru_ru: Перехват звонка (можно использовать на GXP-2000)

source: ChanSpy
ru_ru: Канал для прослушивания

source: Dial System FAX
ru_ru: Набрать встроенный системный факс

source: Directed Call Pickup
ru_ru: Прямой перехват звонка

source: Asterisk General Call Pickup
ru_ru: Общий для всех - перехват звонка

source: In-Call Asterisk Blind Transfer
ru_ru: Перевод звонка без уведомления

source: In-Call Asterisk Attended Transfer
ru_ru: Перевод звонка с уведомлением

source: In-Call Asterisk Toggle Call Recording
ru_ru: Включить запись разговора во время звонка

source: In-Call Asterisk Disconnect Code
ru_ru: Разъеденить линию во время разговора

source: Checking if directdids need migrating..
ru_ru: Проверить нужно ли переназначиь входящие DID's

source: starting migration
ru_ru: начало миграции

source: User:
ru_ru: Пользователь:

source: ERROR: failed to insert %s for user %s
ru_ru: ОШИБКА: не получилось назначить %s для пользователя %s

source: Simulate Incoming Call
ru_ru: Симуляция входящего звонка

source: Simulate Incoming FAX Call
ru_ru: Симуляция входящего факса

source: User Logoff
ru_ru: Выход пользователя

source: User Logon
ru_ru: Вход пользователя

source: Dictation
ru_ru: Надиктовка

source: Email completed dictation
ru_ru: Надиктовка сообщения в электронную почту

source: Perform dictation
ru_ru: Начать надиктовку

source: Do-Not-Disturb (DND)
ru_ru: Не беспокоить (DND)

source: DND Activate
ru_ru: Активировать режим Не беспокоить

source: DND Deactivate
ru_ru: Деактивировать режим Не беспокоить

source: Info Services
ru_ru: Информационный сервис

source: Call Trace
ru_ru: Трассировка звонка

source: Directory
ru_ru: Сервис директорий

source: Echo Test
ru_ru: Эхо тест

source: Speak Your Exten Number
ru_ru: Ваш внутренний номер...

source: Speaking Clock
ru_ru: Говорящие часы

source: Misc Applications
ru_ru: Дополнительные приложения

source: Paging and Intercom
ru_ru: Пейджинг и интерком

source: Intercom prefix
ru_ru: Префикс для интеркома

source: User Intercom Allow
ru_ru: Разрешить пользователю использовать интерком

source: User Intercom Disallow
ru_ru: Запретить пользователю использовать интерком

source: Phonebook Directory
ru_ru: Телефонная книга

source: Phonebook dial-by-name directory
ru_ru: Телефонная книга с набором-по-имени

source: Recordings
ru_ru: Запись сообщений

source: Check Recording
ru_ru: Проверить запись

source: Save Recording
ru_ru: Сохранить запись

source: Speed dial functions
ru_ru: Функции быстрого набора

source: Set user speed dial
ru_ru: Установить быстрый набор для пользователя

source: Speeddial prefix
ru_ru: Префикс для быстрого набора

source: Voicemail
ru_ru: Голосовая почта

source: Dial Voicemail
ru_ru: Доступ в Голосовую почту

source: My Voicemail
ru_ru: Доступ в ящик голосовой почты

source: Please select an extension!
ru_ru: Выберите внутренний номер!

source: Day Night Mode
ru_ru: Режим день/ночь

source: Day/Night Control Toggle
ru_ru: Переключение режима день/ночь
