Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/manager/i18n/*/LC_MESSAGES/manager.po
Languages: fr_fr

source: Error writing the manager additional file.
fr_fr: Erreur d'écriture du fichier de configuration.

source: This manager already exists
fr_fr: Cet administrateur existe déjà

source: Add Manager
fr_fr: Ajout Administrateur

source: Manager
fr_fr: Administrateur

source: deleted
fr_fr: supprimé

source: Manager:
fr_fr: Administrateur:

source: Delete Manager
fr_fr: Supprimer Administrateur

source: Edit Manager
fr_fr: Editer Administrateur

source: manager name:
fr_fr: nom de l'Administrateur:

source: Name of the manager without space.
fr_fr: Nom de l'administrateur sans espace.

source: manager secret:
fr_fr: mot de passe Administrateur:

source: Password for the manager.
fr_fr: Mot de passe de l'Administrateur.

source: deny:
fr_fr: interdire:

source: If you want to deny many hosts or networks, use & char as separator.<br/><br/>Example: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
fr_fr: Si vous souhaitez interdire plusieurs serveurs ou réseaux, utilisez le caractère & comme séparateur.<br/><br>Exemple: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0

source: permit:
fr_fr: autoriser:

source: If you want to permit many hosts or networks, use & char as separator. Look at deny example.
fr_fr: Si vous souhaitez autoriser plusieurs serveurs ou réseaux, utilisez le caractère & comme séparateur.

source: Rights
fr_fr: Droits d'accès

source: Read
fr_fr: Lecture

source: Write
fr_fr: Ecriture

source: Check Asterisk documentation.
fr_fr: Consultez la documentation Asterisk.

source: Check All/None.
fr_fr: Sélectionner Tout/Aucun
