Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/inventorydb/i18n/*/LC_MESSAGES/inventorydb.po
Languages: it_it

source: Add
it_it: Aggiungi

source: inventory
it_it: inventario

source: deleted
it_it: eliminato

source: Add a user
it_it: Aggiungi un utente

source: Delete inventory
it_it: Elimina inventario

source: Add inventory
it_it: Aggiungi inventario

source: Edit inventory
it_it: Modifica inventario

source: Employee #
it_it: Impiegato #

source: Employee Number
it_it: Impiegato Numero

source: Employee Name
it_it: Nome Impiegato

source: The Name for the Employee
it_it: Il Nome dell'Impiegato

source: Building Located
it_it: Locazione Edificio

source: Building where the phone is located
it_it: Edificio dov'è collocato il telefono

source: Floor #
it_it: Piano #

source: Floor # phone is on
it_it: Il piano dov'è collocato il telefono

source: Room #
it_it: Stanza #

source: Room phone is in
it_it: La stanza dov'è il telefono

source: Floor Section #
it_it: Sezione Piano #

source: Floor Section # the phone is in
it_it: La Sezione del Piano dov'è sta il telefono

source: Cubicle #
it_it: Cabina #

source: Cubicle phone is in
it_it: La Cabina dov'è collegato il telefono

source: Desk #
it_it: Scrivania #

source: Desk Number phone is on
it_it: La scrivania dov'è sta il telefono

source: Extension #
it_it: Interno #

source: Exten Assigned to the phone
it_it: Numero Interno assegnato al telefono

source: Phone UserName
it_it: Nome Utente telefono

source: Phone Admin Username
it_it: Nome Utente amministrazione telefono

source: Phone Password
it_it: Password telefono

source: Phone Admin Password
it_it: Password amministrazione telefono

source: MAC Address
it_it: Indirizzo MAC

source: MAC Address of the phone
it_it: Indirizzo MAC del telefono

source: Serial #
it_it: Seriale #

source: Serial Number of the phone
it_it: Numero di Serie del telefono

source: Phone/Device
it_it: Telefono/Apparato

source: Device, example... Linksys PAP-2, Sipura
it_it: Apparato, esempio... Linksys PAP-2, Sipura

source: Distributed Date
it_it: Data distribuita

source: Distribution Date
it_it: Data distribuzione

source: IP Address
it_it: Indirizzo IP

source: IP Address Assigned If not DHCP
it_it: Indirizzo IP se non assegnato dal DHCP

source: PBX Box Name
it_it: Nome Macchina PBX

source: Extra Info
it_it: Info Extra

source: Extra Information
it_it: Informazione Extra

source: Submit Changes
it_it: Conferma Cambiamenti

source: Inventory
it_it: Inventario
