Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/parking/i18n/*/LC_MESSAGES/parking.po
Languages: bg_bg, sv_se

source: day
bg_bg: ден
sv_se: dag

source: hour
bg_bg: час
sv_se: timme

source: hours
bg_bg: часа
sv_se: timmar

source: minute
bg_bg: минута
sv_se: minut

source: minutes
bg_bg: минути
sv_se: minuter

source: second
bg_bg: секунда
sv_se: sekund

source: seconds
bg_bg: секунди
sv_se: sekunder

source: Migrating recordings if needed..
bg_bg: Преместване на записите ако се нуждаят от..
sv_se: Migrerar recordings om detta behövs..

source: fatal error
bg_bg: фатална грешка
sv_se: kritiskt fel

source: not needed
bg_bg: не е необходимо
sv_se: behövs inte

source: Parking Lot Configuration
bg_bg: Настройки на Група за Паркиране
sv_se: Konfiguration för parkeringsplats

source: Parking Lot Options
bg_bg: Опции на Група за Паркиране
sv_se: Val för parkeringsplats

source: Enable Parking Lot Feature
bg_bg: Разреши Услугата Група за Паркиране
sv_se: Aktivera funktion för parkeringsplats

source: Check this box to enable the parking feature
bg_bg: Маркирайте тази отметка за да разрешите услугата паркиране
sv_se: Markera denna för att aktivera funktionen parkeringsplats

source: Parking Lot Extension:
bg_bg: Вътрешна Линия на Група за Паркиране
sv_se: Anknytning för parkeringsplats:

source: This is the extension where you will transfer a call to park it.
bg_bg: Това е вътрешната линия където ще се прехвърлят обажданията за паркиране
sv_se: Detta är anknytningsnumret där du kopplar samtalet till när det ska parkeras.

source: Number of Slots:
bg_bg: Брой Слотове:
sv_se: Antal platser:

source: The total number of parking lot spaces to configure. Example, if 70 is the extension and 8 slots are configured, the parking slots will be 71-79
bg_bg: Общият брой слотове на групата за паркиране. Например, ако 70 е вътешната линия и са установени 8 слота, слотовете за паркиране ще са 71-79
sv_se: Det totala antalet platser i parkeringsplatsen. T.ex. om 70 är anknytningen och du har konfigurerat 8 platser, då kommer parkeringsplatserna att vara 70-79.

source: Parking Timeout:
bg_bg: Време на Изчакване при Паркиране
sv_se: Tidsutlösning för parkering:

source: The timeout period that a parked call will attempt to ring back the original parker if not answered
bg_bg: Периода от време на изчакване след което паркираното обаждане ще започне да звъни на оригиналния паркиращ ако не е отговорено.
sv_se: Väntetiden som ett parkerat samtal väntar i parkeringsplatsen innan ett försök görs att ringa tillbaka till den som parkerade samtalet.

source: Parking Lot Context:
bg_bg: Контекст на Група за Паркиране:
sv_se: Sammanhanget för parkeringsplatsen:

source: This is the parking lot context. You should not change it from the default unless you know what you are doing.
bg_bg: Това е контекста на групата за паркиране. По принцип не трябва да го променяте освен ако знаете точно какво правите.
sv_se: Detta är sammanhanget för parkeringsplatsen. Du bör inte ändra detta från default om du inte vet vad du gör.

source: Actions for Timed-Out Orphans
bg_bg: Действие за приключило Време на Изчакване
sv_se: Händelser för tidsutlösta föräldralösa samtal

source: Parking Alert-Info:
bg_bg: Информация за Сигнал:
sv_se: Alert-Info för parkering:

source: Alert-Info to put in channel before going to defined destination below. This can create distinct rings on some SIP phones and can serve to alert the recipients that the call is from an Orphaned parked call
bg_bg: Alert-Info за вмъкване в канала преди да се насочи към направлението по-долу. По този начин можете да създадете отличителни звънения на някои SIP телефони, както и да алармира получателя, че това обаждане е от изоставено паркирано обаждане.
sv_se: Alert-Info som läggs till innan samtalet går till destinationen nedan. Detta används för att sätta en annan ringsignal på vissa SIP-telefoner och på så sätt informera att samtalet som kommer är ett föräldralöst samtal från parkeringsplatsen.

source: CallerID Prepend:
bg_bg: Предхождай CallerID:
sv_se: Prefix för nummerpresentation:

source: String to pre-pend to the current Caller-ID associated with this call (if any), before going to defined destination below. This can serve to alert the recipients that the call is from an Orphaned parked call
bg_bg: Стринг да предхожда текущия CallerID асоцииран с това обаждане (ако има), преди да се насочи към дефинираното по-долу направление. Може да се използва за да алармира получателя, че това обаждане е от изоставено паркирано обаждане.
sv_se: En text som läggs till nummerpresentationen före samtalet skickas till destinationen nedan. Detta kan användas för att informera att samtalet kommer från ett föräldralöst parkerat samtal.

source: Announcement:
bg_bg: Съобщение:
sv_se: Meddelande:

source: Optional message to be played to the orphaned caller prior to going on the to supplied destination below.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
bg_bg: Допълнително съобщение за възпроизвеждане на изоставения обаждащ се преди да се насочи към направлението по-долу.<br><br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво
sv_se: Valfritt meddelande som kommer att spelas upp för uppringaren innan samtalet skickas till destinationen nedan.<br><br>För att lägga till fler meddelanden använder du "Systeminspelningar" i menyn till vänster.

source: None
bg_bg: Няма
sv_se: Ingen

source: Optional message to be played to the orphaned caller prior to going on to the supplied destination below.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Допълнително съобщение за възпроизвеждане на изоставения обаждащ се преди да се насочи към направлението по-долу.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция
sv_se: Valfritt meddelande som kommer att spelas upp för uppringaren innan samtalet skickas till destinationen nedan.<br><br>Du måste installera och aktivera "Systeminspelningar" för att kunna redigera detta val.

source: Destination for Orphaned Parked Calls
bg_bg: Направление за Изоставени Паркирани Обаждания
sv_se: Destination för föräldralösa parkerade samtal

source: Submit Changes
bg_bg: Приеми Промените
sv_se: Spara ändringar

source: Please enter a valid numeric parking lot extension
bg_bg: Моля въведете правилен цифров вътрешен номер на група за паркиране
sv_se: Skriv in ett giltigt anknytningsnummer för parkeringsplatsen

source: Parking Lot
bg_bg: Група за Паркиране
sv_se: Parkeringsplats
