Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/dashboard/i18n/*/LC_MESSAGES/dashboard.po
Languages: fr_fr, sv_se

source: seconds
sv_se: sekunder

source: second
sv_se: sekund

source: minutes
sv_se: minuter

source: minute
sv_se: minut

source: hours
fr_fr: heures
sv_se: timmar

source: hour
fr_fr: heure
sv_se: timme

source: days
fr_fr: jours
sv_se: dagar

source: day
sv_se: dag

source: weeks
fr_fr: semaines
sv_se: veckor

source: week
fr_fr: semaine
sv_se: vecka

source: years
sv_se: år

source: year
sv_se: år

source: Warn
fr_fr: Att
sv_se: Varning

source: ERROR
fr_fr: ERREUR
sv_se: FEL

source: Disabled
sv_se: Avaktiverad

source: System Statistics
fr_fr: Statistiques Système
sv_se: Systemstatistik

source: Load Average
fr_fr: Charge moyenne
sv_se: Genomsnittlig belastning

source: Memory
fr_fr: Mémoire
sv_se: Minne

source: App Memory
fr_fr: Mémoire utilisée
sv_se: Applikationsminne

source: Swap
sv_se: Växlingsfil

source: Disks
fr_fr: Disques
sv_se: Enheter

source: Networks
fr_fr: Réseaux
sv_se: Nätverket

source: receive
fr_fr: reçu
sv_se: mottagna

source: transmit
fr_fr: transmis
sv_se: skickade

source: FreePBX Statistics
fr_fr: Statistiques FreePBX
sv_se: FreePBX statistik

source: Total active calls
fr_fr: Total appels actifs
sv_se: Totalt antal aktiva samtal

source: Internal calls
fr_fr: Appels internes
sv_se: Interna samtal

source: External calls
fr_fr: Appels externes
sv_se: Externa samtal

source: Total active channels
fr_fr: Total canaux actifs
sv_se: Totalt antal aktiva kanaler

source: FreePBX Connections
fr_fr: Connexions FreePBX
sv_se: Anslutningar till FreePBX

source: IP Phones Online
fr_fr: Téléphones IP connectés
sv_se: IP-telefoner on-line

source: IP Trunks Online
fr_fr: Trunks IP connectés
sv_se: IP-trunkar on-line

source: IP Trunk Registrations
fr_fr: Trunks IP enregistrés
sv_se: Registrerade IP-trunkar

source: Uptime
fr_fr: Durée de fonctionnement
sv_se: Upptid

source: System Information Table
sv_se: Tabell för systeminformation

source: System Uptime
fr_fr: Système
sv_se: Systemets upptid

source: Asterisk Uptime
fr_fr: Asterisk
sv_se: Asterisk upptid

source: Last Reload
fr_fr: Dernier rechargement
sv_se: Senaste omladdning

source: Asterisk is running: %s
fr_fr: Asterisk est démarré depuis: %s
sv_se: Asterisk körs: %s

source: Asterisk is not running, this is a critical service!
fr_fr: Asterisk n'est pas démarré, c'est un service critique!
sv_se: Asterisk körs inte. detta är en kritisk tjänst!

source: Manager Proxy
sv_se: Proxyhanterare

source: Asterisk Manager Proxy is running
fr_fr: Le Manager Proxy Asterisk est démarré
sv_se: Asterisk proxyhanterare körs

source: Asterisk Manager Proxy is not running, FreePBX will fall back to using Asterisk directly, which may result in poor performance
fr_fr: Le Proxy Manager Asterisk n'est pas démarré. FreePBX va être connecté à Asterisk en direct, ce qui peut entraîler de mauvaises performances.
sv_se: Asterisk proxyhanterare körs inte, FreePBX kommer att köra direkt mot Asterisk, detta kan innebära dålig prestanda

source: Op Panel
fr_fr: Serveur Opérateur
sv_se: Operatörspanel

source: FOP Operator Panel Server is running
fr_fr: Le serveur Standard est démarré
sv_se: Operatörspanelen körs

source: FOP Operator Panel Server is not running, you will not be able to use the operator panel, but the system will run fine without it.
fr_fr: Le serveur Opérateur n'est pas démarré. Vous ne pourrez utiliser cette fonction.
sv_se: Operatörspanelen körs inte, du kommer inte att kunna använda den, men systemet kommer att fungera fint utan den.

source: FOP Operator Panel is disabled in amportal.conf
fr_fr: La fonction Opérateur est désactivée dans amportal.conf
sv_se: Operatörspanelen är avaktiverad i amportal.conf

source: MySQL Server is running
fr_fr: Le serveur MYSQL est démarré
sv_se: MySQL-servern körs

source: Web Server is running
fr_fr: Le serveur Web est démarré
sv_se: Webservern körs

source: SSH Server is running
fr_fr: Le serveur SSH est démarré
sv_se: SSH-servern körs

source: SSH Server is not running, you will not be able to connect to the system console remotely
fr_fr: Le serveur SSH n'est pas démarré. Vous ne pourrez vous connecter à distance à la console système.
sv_se: SSH-servern körs inte, du kommer inte att kunna koppla upp dig mot systemet via SSH

source: Critical Error
fr_fr: Erreur critique
sv_se: Kritiskt fel

source: Security Update
fr_fr: Mis à jour sécurité
sv_se: Säkerhetsuppdatering

source: Update
fr_fr: Mis à jour
sv_se: Uppdatering

source: Error
fr_fr: Erreur
sv_se: Fel

source: Warning
fr_fr: Attention
sv_se: Varning

source: Notice
fr_fr: Information
sv_se: Notering

source: FreePBX Notices
fr_fr: Informations FreePBX
sv_se: Meddelanden från FreePBX

source: Delete this
fr_fr: Supprimer
sv_se: Ta bort denna

source: Ignore this
fr_fr: Ignorer
sv_se: Ignorera denna

source: Added %s ago
sv_se: Adderad för %s sedan

source: No notifications
fr_fr: Pas d'information
sv_se: Inga meddelanden

source: No new notifications
fr_fr: Pas de nouvelle information
sv_se: Inga nya meddelanden

source: show new
fr_fr: Afficher nouveaux
sv_se: Visa nya

source: show all
fr_fr: Afficher tous
sv_se: Visa alla

source: loading...
fr_fr: chargement...
sv_se: Laddar..

source: System Dashboard
sv_se: Instrumentpanelen

source: Processor
fr_fr: Processeur

source: Server Status
fr_fr: Statut serveurs

source: Asterisk
fr_fr: Serveur Asterisk

source: MySQL
fr_fr: Serveur MySQL

source: Web Server
fr_fr: Serveur Web

source: SSH Server
fr_fr: Serveur SSH

source: FreePBX System Status
fr_fr: Statut Système FreePBX
