Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/findmefollow/i18n/*/LC_MESSAGES/findmefollow.po
Languages: he_il

source: Warning! Extension
he_il: אזהרה! שלוחה

source: is not allowed for your account
he_il: אינה מורשית עבור חשבונך

source: Follow Me
he_il: עקוב אחרי

source: deleted
he_il: נמחק

source: Delete Entries
he_il: מחק רשומות

source: Edit Follow Me
he_il: ערוך עקוב אחרי

source: Add Follow Me
he_il: הוסף עקוב אחרי

source: group number
he_il: מספר קבוצה

source: The number users will dial to ring extensions in this ring group
he_il: המספר שאליו משתמשים יחייגו כדי לחייג לשלוחות בקבוצת צלצול זו

source: Initial Ring Time:
he_il: זמן צלצול ראשוני:

source: This is the number of seconds to ring the primary extension prior to proceeding to the follow-me list. The extension can also be included in the follow-me list. A 0 setting will bypass this.
he_il: מספר השניות שיש לצלצל לשלוחה הראשית לפני שממשיכים לרשימת העקוב-אחרי. השלוחה יכולה להיכלל גם ברשימת העקוב-אחרי. הגדרת 0 תעקוף זאת.

source: ring strategy:
he_il: אסטרטגיית צלצול:

source: ringall
he_il: צלצל בכל השלוחות

source: ring all available channels until one answers (default)
he_il: צלצל בכל הערוצים הזמינים עד שמישהו יענה (ברירת מחדל)

source: hunt
he_il: ציד

source: take turns ringing each available extension
he_il: עבור בתור וצלצל בכל שלוחה זמינה

source: memoryhunt
he_il: ציד עם זיכרון

source: ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
he_il: צלצל לשלוחה הראשונה ברשימה, לאחר מכן צלצל לראשונה ולשנייה, לאחר מכן לראשונה לשנייה ולשלישית, וכך הלאה.

source: these modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is freepbx DND, it won't be run. If the primary is freepbx CF unconditional, then all will be rung
he_il: מצבים אלו יתנהגו כמתואר לעיל. אך, אם השלוחה הראשית (הראשונה ברשימה) נמצאת בשימוש, לא יהיה צלצול לשלוחות האחרות. אם השלוחה הראשית מוגדרת במצב נא-לא-להפריע, כנ"ל. אם השלוחה הראשית מוגדרת במערכת במצב עקוב-אחרי-בכל-מצב, אזי כל השלוחות תצלצלנה.

source: Alert Info
he_il: מידע התראה

source: Confirm Calls
he_il: אשר שיחות

source: System Recordings not installed. Option Disabled
he_il: מודול הקלטות מערכת לא מותקן. האפשרות מבוטלת

source: Remote Announce:
he_il: הכרזה למרוחק:

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU to the left
he_il: הודעה אשר תושמע לאדם <em>שמקבל</em> את השיחה, אם האפשרות 'אשר שיחות' מופעלת.<br /><br />כדי להוסיף הקלטות נוספות, השתמש <em>בתפריט</em> "הקלטות מערכת" שבצד שמאל

source: None
he_il: אין

source: Too-Late Announce:
he_il: הכרזת יותר-מדי-מאוחר:

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU to the left
he_il: הודעה שתושמע לאדם <em>שמקבל</em> את השיחה, אם השיחה כבר התקבלה לפני שהוא לחץ 1.<br /><br />כדי להוסיף הקלטות נוספות, השתמש <em>בתפריט</em> "הקלטות מערכת" שבצד שמאל

source: extension list
he_il: רשימת שלוחות

source: List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a pound (#). ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing).
he_il: רשימת שלוחות שיש לצלצל אליהן, אחת בשורה.<br /><br />אתה יכול לכלול שלוחה על מערכת מרוחקת, או מספר חיצוני, על ידי הקדמת המספר בסולמית (#). לדוגמא: #2448089 יחייג למספר 2448089 דרך מסוף היציאה המתאים (ראה ניתוב החוצה)

source: CID name prefix
he_il: קידומת שם זיהוי שיחות

source: ring time (max 60 sec)
he_il: זמן צלצול (מקס 60 שניות)

source: announcement:
he_il: הכרזה:

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
he_il: הודעה שתושמע למתקשר לפני החיוג לקבוצה זו.<br /><br />כדי להוסיף הקלטות נוספות, אנא השתמש <em>בתפריט</em> "הודעות מערכת" אשר בצד שמאל

source: Message to be played to the caller before dialing this group.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
he_il: הודעה אשר תושמע למתקשר לפני החיוג לקבוצה זו.<br /><br />אתה חייב להתקין ולהפעיל את המודול "הקלטות מערכת" כדי לערוך אפשרות זו

source: Play Music On Hold?
he_il: נגן מוסיקת המתנה?

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up. Note this DOES NOT WORK with call confirmation, due to limitations of Asterisk
he_il: אם תבחר סוג מוסיקה לנגינה, במקום 'צלצול', הם ישמעו מוסיקה זו במקום צלצול בזמן שהם ממתינים שמישהו ירים את הטלפון. שים לב <em>שזה לא עובד<em> עם אישור שיחות, בגלל מגבלות של אסטריסק

source: Ring
he_il: צלצול

source: Destination if no answer
he_il: יעד אם אין מענה

source: Cannot connect to Asterisk Manager with
he_il: לא מצליח להתחבר למנהל האסטריסק עם
