Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/ivr/i18n/*/LC_MESSAGES/ivr.po
Languages: bg_bg, pt_br, zh_cn

source: There is a problem with install.sql, cannot re-create databases. Contact support
bg_bg: Има проблем с install.sql, не мога да пресъздам базата данни. Свържете се с поддръжката
pt_br: Existe um problem com o arquivo install.sql, não posso recriar as bases de dados. Entre em contato com o suporte
zh_cn: install.sql中有一个问题，无法重新创建数据库。请与技术支持联系

source: IVR: %s / Option: %s
bg_bg: IVR: %s / Опция: %s
pt_br: URA: %s / Opção: %s
zh_cn: IVR：%s / 选项：%s

source: Checking if announcements need migration..
bg_bg: Проверка дали съобщенията имат нужда от преместване..
pt_br: Verificando se os anúncios precisam ser migrados
zh_cn: 正在检查通知通告是否需要迁移。。。

source: migrating
bg_bg: преместване
pt_br: migrando
zh_cn: 正在迁移

source: adding announcement_id field..
bg_bg: добавяне на поле съобщения..
pt_br: adicionando o campo identificador do anúncio
zh_cn: 正在添加announcement_id字段。。

source: fatal error
bg_bg: фатална грешка
pt_br: erro fatal
zh_cn: 致命错误

source: ok
zh_cn: 完成

source: migrate to recording ids..
bg_bg: преместване към id на записите..
pt_br: migre para os ids das gravações
zh_cn: 迁移到录音id。。。

source: migrated %s entries
bg_bg: преместени %s въвеждания
pt_br: migradas %s entradas
zh_cn: 迁移了%s个项目

source: dropping announcement field..
bg_bg: премахване на поле съобшения..
pt_br: apagando o campo do anúncio
zh_cn: 正在删除announcement字段。。。

source: no announcement field???
bg_bg: няма поле съобщения???
pt_br: nenhum campo anúncio???
zh_cn: 没有announcement字段？

source: already migrated
bg_bg: вече са преместени
pt_br: já migrado
zh_cn: 已经迁移过了

source: Checking for timeout_id..
bg_bg: Проверка за timeout_id..
pt_br: Verificando identificadores de timeout
zh_cn: 正在检查timeout_id。。。

source: added
bg_bg: добавени
pt_br: adicionado
zh_cn: 已增加

source: not needed
bg_bg: не е необходимо
pt_br: não necessário
zh_cn: 不需要

source: Checking for invalid_id..
bg_bg: Проверка за invalid_id..
pt_br: Verificando identificadores inválidos
zh_cn: 正在检查invalid_id。。。

source: Checking for retvm..
bg_bg: Проверка за retvm..
pt_br: Verificando pelo retvm
zh_cn: 正在检查retvm。。。

source: Digital Receptionist
bg_bg: Цифров Администратор
pt_br: Recepcionista digital
zh_cn: 数字话务员

source: Instructions
bg_bg: Инструкции
pt_br: Instruções
zh_cn: 说明

source: You use the Digital Receptionist to make IVR's, Interactive Voice Response systems.
bg_bg: Използвайте Цифров Администратор за да създадете Система за Интерактивен Отговор.
pt_br: Você usa a Recepcionista Digital para criar uma URA, Unidade de Resposta Audível.
zh_cn: 你可以使用数字话务员功能，来组成IVR的交互式语音答复系统。

source: When creating a menu option, apart from the standard options of 0-9,* and #, you can also use 'i' and 't' destinations.
bg_bg: Когато създавате менюто, освен стандартните опции 0-9, * и #, можете да използвате 'i' и 't' направления.
pt_br: Quando criando a opção de menu, além das opções padrão de 0-9,* e #, você pode usar também os destinos 'i' e 't'.
zh_cn: 在创建菜单选项时，除了标准的0到9、*和#之外，你还可以使用“i”与“t”作为目的地。

source: 'i' is used when the caller pushes an invalid button, and 't' is used when there is no response.
bg_bg: 'i' се използва когато обаждащият се натисне погрешен бутон, а 't' се използва когато никой не отговори.
pt_br: 'i' é usado quando a origem pressiona uma opção inválida, e 't' é usado quando não há resposta.
zh_cn: 当呼叫者按下了无效的按钮时，“i”就起作用，而“t”是用来处理长时间无按键的情况。

source: If those options aren't supplied, the default 't' is to replay the menu three times and then hang up,
bg_bg: Ако тези опции не са добавени, 't' опцията по-подразбиране ще повтори менюто три пъти и ще затвори линията,
pt_br: Se estas opções não forem fornecidas, o padrão para o 't' é repetir o menu três vezes e então desligar,
zh_cn: 如果没有提供那些选项，默认的“t”会重新播放三次菜单，然后挂断，

source: and the default 'i' is to say 'Invalid option, please try again' and replay the menu.
bg_bg: а 'i' опцията по-подразбиране ще възпроизведе 'Invalid option, please try again' и ще повтори менюто.
pt_br: e o 'i' padrão é dizer 'opção inválida, favor tentar novamente' e repetir o menu.
zh_cn: 而“i”的默认动作是播放“无效的选项，请重试”，接着重新播放菜单。

source: After three invalid attempts, the line is hung up.
bg_bg: След три неуспешни опита линията ще се затвори.
pt_br: Após três tentativas inválidas, a linha é desligada.
zh_cn: 在三次尝试无效后，就挂断电话。

source: Add IVR
bg_bg: Добави IVR
pt_br: Adicionar IVR
zh_cn: 添加IVR

source: Edit Menu
bg_bg: Радактирай Меню
pt_br: Editar Menu
zh_cn: 编辑菜单

source: Save
bg_bg: Запис
pt_br: Salvar
zh_cn: 保存

source: Queue Breakout Menu Usage List
bg_bg: Списък на Използвани Опашки с Меню Избягай
pt_br: Lista de uso do menu quebrada por fila
zh_cn: 在队列中呈现弹出菜单

source: This IVR is being used by the following Queues, providing an ability for callers to hear this Queue's announcement periodically and giving callers an option to break out of the queue into this IVR's menu options. This queue can not be deleted when being used in this mode
bg_bg: Този IVR се използва от следните Опашки, предоставяйки на обаждащите се переодично да чуват това съобщение на Опашката и да им даде опция да избягат от тази опашка с някоя от опциите на този IVR. Тази опашка не може да се изтрива докато се използва в този режим.
pt_br: Esta URA está sendo usada pelas seguintes filas, permitindo que os usuários ouçam este anúncio de fila periódicamente e dando a origem uma opção de sair fora da fila para dentro das opções da URA. Esta fila não pode ser apagada quando estiver sendo usada neste modo.
zh_cn: 此IVR正在由下面的队列使用，它使主叫能够听到队列的周期性的通告，并且为主叫提供了一个从队列离开而进入IVR菜单的选项。如果使用了这个模式，此队列就无法删除。

source: Delete
bg_bg: Изтрий
pt_br: Remover
zh_cn: 删除

source: Change Name
bg_bg: Промени Името
pt_br: Mudar Nome
zh_cn: 更名

source: This changes the short name, visible on the right, of this IVR
bg_bg: Променя краткото име, показвано вдясно, за този IVR
pt_br: Isto muda o nome curto, visível na direita desta URA
zh_cn: 这将更改此IVR的短名称，这个名称被显示在IVR的右侧

source: Announcement
bg_bg: Съобщение
pt_br: Anúncio
zh_cn: 公告

source: Message to be played to the caller. To add additional recordings please use the "System Recordings" MENU to the left
bg_bg: Съобщение което ще се възпроизведе на обаждащия се.<br><br> За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отляво
pt_br: Mensagem a ser tocada para a origem. Para adicionar gravações extras, por favor use o MENU "System Recordings" na esquerda
zh_cn: 向主叫播放的消息。要添加额外的录音，请使用左侧的“系统录音”菜单

source: None
bg_bg: Няма
pt_br: Nenhum
zh_cn: 无

source: Message to be played to the caller.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Съобщение което ще се възпроизведе на обаждащия се.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция
pt_br: Mensagem a ser tocada para a origem.<br><br>Você deve instalar e habilitar o módulo "Systems Recordings" para editar esta opção
zh_cn: 向主叫播放的消息。要编辑此选项，请先安装并启用“系统录音”模块

source: Timeout
bg_bg: Време на Изчакване
zh_cn: 超时设置

source: The amount of time (in seconds) before the 't' option, if specified, is used
bg_bg: Времето (в секунди) преди 't' опцията, ако е определена, да се използва
pt_br: O tempo (em segundos) antes que a opção 't', se especificada, seja usada
zh_cn: 如果设置了“t”选项，这就是超时的秒数

source: Enable Directory
bg_bg: Разреши Директория
pt_br: Habilitar Diretório
zh_cn: 启用目录

source: Directory Context
bg_bg: Контекст на Директория
pt_br: Contexto do diretório
zh_cn: 目录上下文

source: When # is selected, this is the voicemail directory context that is used
bg_bg: Когато # е избран, това ше бъде контекста на директорията на гласовата поща която се използва
pt_br: Quando o caracter # é selecionado, este é o contexto do diretório do correio de voz que está sendo usado
zh_cn: 当选择了#后，这是要使用的语音邮箱目录上下文

source: VM Return to IVR
bg_bg: ГП Връщане към IVR
pt_br: VM retorna para a URA
zh_cn: 从语音邮件返回到IVR

source: If checked, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
bg_bg: Ако е маркирано, при излизане от гласовата поща обаждащият се ще бъде върнат към този IVR
pt_br: Se selecionado, ao sair do correio de voz uma origem irá retornar para esta URA se neste meio tempo recebeu uma mensagem correio de voz
zh_cn: 如果钩选了此项，主叫将在收到某用户的语音邮件时返回到此IVR

source: Enable Direct Dial
bg_bg: Разреши Директно Избиране
pt_br: Habilitar discagem direta
zh_cn: 启用直接拨号

source: Let callers into the IVR dial an extension directly
bg_bg: Позволява на обаждащите се в IVR да набират директно вътрешни линии
pt_br: Permitir que o chamador dentro da URA disque uma extensão diretamente
zh_cn: 让进入IVR的呼叫直接拨打一个分机

source: Loop Before t-dest
bg_bg: Върни Преди t-направление
pt_br: Loop antes do destino 't'
zh_cn: 在超时前循环运行

source: If checked, and there is a 't' (timeout) destination defined below, the IVR will loop back to the beginning if no input is provided for the designated loop counts prior to going to the timeout (t) destination.
bg_bg: Ако е маркирано и има 't' (пауза) направление определено по-долу, IVR ще се върне обратно в началото за посочения брой връщания ако не е въведено нищо, преди да отиде към 't' (пауза) направление.
pt_br: Se selecionado, e existir um destino 't' (timeout) definido abaixo, a URA irá retornar ao início se nenhuma entrada for fornecida para a contagem do loop designado antes de ir para o destino definido para timeout(t).
zh_cn: 如果选择了此项，且又在下面设定了超时目的地，那么在转移到超时目的地前，此IVR会循环到头部重新开始，你需要指定循环的次数。

source: Timeout Message
bg_bg: Съобщение при Пауза
pt_br: Mensagem de timeout
zh_cn: 超时消息

source: If a timeout occurs and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target.
bg_bg: Ако е изтекло времето на изчакване и е определено съобщение, то ще се възпроизведе на мястото на приветсвието когато се връща в началото на IVR. Няма да се възпроизведе ако 't' направлението е следващата цел.
pt_br: Se um timeout ocorrer e uma mensagem for selecionado, isto será tocado no lugar da da mensagem de anúncio quando retornando ao topo da URA. Ele não será tocado se destino 't' é o próximo alvo.
zh_cn: 如果发生了超时并且选择了一个消息，在返回IVR头部时，这个消息会代替公告消息播放出来。但是如果下一个目标是超时目的地，这个消息不会被播放。

source: Loop Before i-dest
bg_bg: Върни Преди i-направление
pt_br: Loop antes do destino 'i'
zh_cn: 在无效输入时循环运行

source: If checked, and there is an 'i' (invalid extension) destination defined below, the IVR will play invalid option and then loop back to the beginning for the designated loop counts prior to going to the invalid (i) destination.
bg_bg: Ако е маркирано и има 'i' (грешно набиране) направление определено по-долу, IVR ще възпроизведе грешна опция и ще се върне обратно в началото за посочения брой връщания преди да отиде към 'i' (грешно набиране) направление.
pt_br: Se selecionado e existir um destino 'i' (extensão inválida) definida abaixo, a URA irá tocar uma opção inválida e então retornar ao início de acordo com a contagem de loops designada antes de ir para o destino inválido(i).
zh_cn: 如果钩选了此项，并且又在下面设置了收到无效选项时的目的地，那么在转移到那个目的地前，IVR会播放无效选项的语音并且循环到头部重新开始，你需要指定循环的次数。

source: Invalid Message
bg_bg: Съобщение при Грешка
pt_br: Mensagem inválida
zh_cn: 无效选项的消息

source: If an invalid extension is pressed and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target. If nothing is selected, the system will play a default invalid extension message before going back to the main announcement
bg_bg: Ако е набрана грешна опция и и е определено съобщение, то ще се възпроизведе на мястото на приветсвието когато се връща в началото на IVR. Няма да се възпроизведе ако 't' направлението е следващата цел. Ако нищо не е избрано, системата ще възпроизведе съобщение по-подразбиране за грешно набиране преди да се върне към главното приветствие.
pt_br: Se uma extensão inválida for pressionada e uma mensagem for selecionada, isto serátocado no lugar da mensagem de anúncio quando retornando ao topo da URA. Isto não será tocado se o destino 't' é o próximo alvo. Se nada for selecionado, o sistema irá tocar a mensagem de extensão inválida padrão antes de retornar ao anúncio principal
zh_cn: 如果按下了无效的分机号并且在此选择了一个消息，在返回IVR头部重新开始运行时，这个消息就会取代公告消息被播放出来。但是如果下一个目标是超时目的地，这个消息就不会播放。如果没有选择任何消息，系统会播放默认的无效选项消息。

source: Repeat Loops:
bg_bg: Повтори Връщанията:
pt_br: Repetir Loops:
zh_cn: 重复次数：

source: The number of times we should loop when invalid input or no input has been entered before going to the defined or default generated 'i' or 't' options. If the 'i' or 't' options are defined, the above check boxes must be checked in order to loop.
bg_bg: Колко пъти трябва да се върне когато е избрана грешна опция или не е въведено нищо преди да се насочи към определените или генерираните по-подразбиране 'i' или 't' опции. Ако 'i' или 't' опциите са определени, по-горното поле трябва да се маркира за да позволи връщане.
pt_br: O número de vezes para retornar quando nenhuma entrada ou uma entrada inválida tenha sido pressionada antes de ir para as opções 'i' ou 't' definidas. Se as opções 'i' ou 't' forem definidas, as caixas de seleção acima devem estar selecionadas para que seja feito o loop.
zh_cn: 在转移到超时目的地或无效选项的目的地之前，我们重复运行IVR的次数。如果定义了“i”（无效选项）或“t”（超时）选项，那么你必须钩选上面的框好让IVR循环运行。

source: Increase Options
bg_bg: Увеличи Опциите
pt_br: Aumentar opções
zh_cn: 增加选项

source: Decrease Options
bg_bg: Намали Опциите
pt_br: Diminuir Opções
zh_cn: 减少选项

source: Invalid option
bg_bg: Неправилна опция
pt_br: Opção inválida
zh_cn: 无效选项

source: Return to IVR
bg_bg: Върни се към IVR
pt_br: Retornar para a URA
zh_cn: 返回到IVR

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
bg_bg: Маркирайте за да имате възможноста да се връщате към основния IVR ако е поискана в основния IVR. Иначе, ще отиде към избраното направление.<br><br>Пътят за връщане ще важи за всички IVR които са били на пътя преди този IVR, което може да доведе до странни резултати ако има IVR извикан в пътя на обаждането, но не веднага преди този
pt_br: Selecione esta caixa para fazer com que esta opção retorne para a URA de nível superior se elafoi chamada a partir desta URA. Senão, ela irá para o destino escolhido. <br><br>O caminho de retorno será para qualquer URA que esteve no caminho antes desta URA o que poderia levar a resultados estranhos caso existisse uma URA chamada neste caminho de ligação, mas não imediatamente antes desse.
zh_cn: 选择此项将会包含一个返回到父IVR的选项，如果呼叫是从父IVR进入的，用户选择了返回父IVR后，呼叫将返回原处。如果不是从父IVR呼叫到此的，呼叫就会转移到选择的目的地。<br /><br />返回路径可能会是呼叫路径上任何先于此IVR的IVR。如果呼叫了在路径上不直接相邻的父IVR，这个设置可能回带来奇怪的结果。

source: IVR: %s
pt_br: URA: %s
