Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/ringgroups/i18n/*/LC_MESSAGES/ringgroups.po
Languages: he_il

source: Warning! Extension
he_il: אזהרה! שלוחה

source: is not allowed for your account
he_il: אינה מורשית עבור חשבונך

source: Add Ring Group
he_il: הוסף קבוצת צלצול

source: Ring Group
he_il: קבוצת צלצול

source: deleted
he_il: נמחקה

source: Delete Group
he_il: מחק קבוצה

source: Edit Ring Group
he_il: ערוך קבוצת צלצול

source: group number
he_il: מספר קבוצה

source: The number users will dial to ring extensions in this ring group
he_il: המספר שאותו משתמשים יחייגו כדי לחייג לשלוחות בקבוצת חיוג זו

source: group description
he_il: תיאור הקבוצה

source: ring strategy:
he_il: אסטרטגיית חיוג:

source: ringall
he_il: צלצל לכולם

source: ring all available channels until one answers (default)
he_il: צלצל לכל הערוצים הזמינים עד שמישהו עונה (ברירת מחדל)

source: hunt
he_il: ציד

source: take turns ringing each available extension
he_il: צלצל בתור לכל שלוחה זמינה

source: memoryhunt
he_il: ציד עם זיכרון

source: ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
he_il: צלצל לשלוחה הראשונה ברשימה, לאחר מכן צלצל לראשונה ולשנייה, לאחר מכן לראשונה לשנייה ולשלישית, וכך הלאה.

source: these modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is freepbx DND, it won't be run. If the primary is freepbx CF unconditional, then all will be rung
he_il: מצבים אלה יפעלו כמתואר לעיל. אך, אם השלוחה הראשית (הראשונה ברשימה) תפוסה, השלוחות האחרות לא תצלצלנה. אם השלוחה הראשית נמצאת במצב נא-לא-להפריע במרכזיה, לא יהיה נסיון לצלצל. אם השלוחה הראשית מוגדרת במרכזיה במצב עקוב אחרי ללא תנאים, כל השלוחות תצלצלנה

source: extension list
he_il: רשימת שלוחות

source: List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a pound (#). ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing).
he_il: רשימת שלוחות שיש לצלצל אליהן, אחת בכל שורה.<br /><br />אתה יכול לכלול שלוחה במערכת מרוחקת, או מספר חיצוני על ידי הקדמת המספר בסולמית (#). לדוגמא: #2448089 יחייג 2448089 דרך היציאה המתאימה (ראה ניתוב החוצה).

source: CID name prefix
he_il: הקדמת שם זיהוי שיחות

source: ring time (max 60 sec)
he_il: זמן צלצול (מקס 60 שניות)

source: announcement:
he_il: הכרזה:

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
he_il: הודעה שתושמע למתקשר לפני שמחייגים לקבוצה זו.<br /><br />כדי להוסיף הקלטות נוספות, אנא השתמש <em>בתפריט</em>"הקלטות מערכת" אשר בצד שמאל

source: None
he_il: אין

source: Message to be played to the caller before dialing this group.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
he_il: הודעה שתושמע למתקשר לפני שמחייגים לקבוצה זו.<br /><br />אתה חייב להתקין ולהפעיל את המודול "הקלטות מערכת" כדי לערוך אפשרות זו

source: Play Music On Hold?
he_il: השמע מוסיקה בהמתנה?

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up. Note this DOES NOT WORK with call confirmation, due to limitations of Asterisk
he_il: אם תבחר קטגוריית מוסיקת המתנה לנגן, במקום 'צלצל', המתקשר ישמע מוסיקה זו במקום צליל של צלצול בזמן שהם ממתינים שמישהו ירים. שים לב שדבר זה <em>לא עובד</em> עם אישור שיחות, בגלל מגבלות של אסטריסק

source: Ring
he_il: צלצל

source: Alert Info
he_il: מידע התראה

source: Confirm Calls
he_il: אשר שיחות

source: System Recordings not installed. Option Disabled
he_il: הקלטות מערכת אינן מותקנות. האפשרות מבוטלת

source: Remote Announce:
he_il: הכרזה למקבל השיחה:

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU to the left
he_il: הודעה שתושמע ל<em>מקבל</em> השיחה, אם 'אשר שיחות' מסומן.<br /><br />כדי להוסיף הקלטות נוספות, השתמש <em>בתפריט</em> "הקלטות מערכת" אשר בצד שמאל

source: Too-Late Announce:
he_il: הכרזת מאוחר-מדי:

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU to the left
he_il: הודעה שיש להשמיע לאדם <em>שמקבל</em> את השיחה, אם השיחה כבר התקבלה לפני שהוא לחץ 1.<br /><br />כדי להוסיף הקלטות נוספות, השתמש <em>בתפריט</em> "הקלטות מערכת" אשר בצד שמאל

source: Destination if no answer
he_il: יעד אם אף אחד לא עונה
