Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/dashboard/i18n/*/LC_MESSAGES/dashboard.po
Languages: it_it

source: minutes
it_it: minuti

source: minute
it_it: minuti

source: hours
it_it: ore

source: hour
it_it: ora

source: days
it_it: giorni

source: weeks
it_it: settimane

source: week
it_it: settimana

source: Warn
it_it: Attenz

source: ERROR
it_it: ERRORE

source: System Statistics
it_it: Statistiche di Sistema

source: Processor
it_it: Processore

source: Load Average
it_it: Carico Medio

source: Memory
it_it: Memoria

source: App Memory
it_it: Memoria App

source: Disks
it_it: Dischi

source: Networks
it_it: Reti

source: receive
it_it: riceve

source: transmit
it_it: trasmette

source: FreePBX Statistics
it_it: Statistiche FreePBX

source: Total active calls
it_it: Totale chiamate attive

source: Internal calls
it_it: Chiamate interne

source: External calls
it_it: Chiamate esterne

source: Total active channels
it_it: Totale canali attivi

source: FreePBX Connections
it_it: Connessioni FreePBX

source: IP Phones Online
it_it: Telefoni IP Online

source: IP Trunks Online
it_it: Fasci IP Online

source: IP Trunk Registrations
it_it: Registrazioni Fasci IP

source: Uptime
it_it: Tempo di esercizio

source: System Uptime
it_it: Sistema

source: Asterisk Uptime
it_it: Asterisk

source: Last Reload
it_it: Ultimo ricaricamento

source: Server Status
it_it: Stato Server

source: Asterisk is running: %s
it_it: Asterisk è in esecuzione: %s

source: Asterisk is not running, this is a critical service!
it_it: Asterisk non è in esecuzione, questo è un servizio critico!

source: Manager Proxy
it_it: Proxy Manager

source: Asterisk Manager Proxy is running
it_it: Asterisk Manager Proxy in esecuzione

source: Asterisk Manager Proxy is not running, FreePBX will fall back to using Asterisk directly, which may result in poor performance
it_it: Asterisk Manager Proxy non è in esecuzione, FreePBX si connetterà utilizzando direttamente Asterisk, e le prestazioni saranno degradate

source: Op Panel
it_it: Pannello Operatore

source: FOP Operator Panel Server is running
it_it: Pannello Operatore FOP in esecuzione

source: FOP Operator Panel Server is not running, you will not be able to use the operator panel, but the system will run fine without it.
it_it: Il Pannello Operatore FOP non è in esecuzione, non sarai in grado di utilizzare il pannello operatore, ma il sistema funzionerà ugualmente in maniera regolare

source: FOP Operator Panel is disabled in amportal.conf
it_it: Pannello Operatore FOP disabilitato in amportal.conf

source: MySQL Server is running
it_it: Server MySQL in esecuzione

source: Web Server
it_it: Server Web

source: Web Server is running
it_it: Server Web in esecuzione

source: SSH Server
it_it: Server SSH

source: SSH Server is running
it_it: Server SSH in esecuzione

source: SSH Server is not running, you will not be able to connect to the system console remotely
it_it: Il Server SSH non è in esecuzione, non sarai in grado di connetterti in remoto alla console di sistema

source: Critical Error
it_it: Errore Critico

source: Security Update
it_it: Aggiornamento di Sicurezza

source: Update
it_it: Aggiorna

source: Error
it_it: Errore

source: Warning
it_it: Attenz

source: Notice
it_it: Notifica

source: FreePBX Notices
it_it: Notifiche FreePBX

source: Delete this
it_it: Elimina

source: Ignore this
it_it: Ignora

source: No notifications
it_it: Nessuna notifica

source: No new notifications
it_it: Nessuna nuova notifica

source: show new
it_it: visualizza nuove

source: show all
it_it: visualizza tutte

source: loading...
it_it: caricamento...

source: FreePBX System Status
it_it: Stato Sistema FreePBX

source: System Dashboard
it_it: Cruscotto di Sistema
