Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/framework/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: ro_ro

source: Checking if privacy manager options exists..
ro_ro: Verificare existenta optiuni privacy manager

source: Added pmmaxretries and pmminlength
ro_ro: Adaugat pmmaxretires si pmminlength

source: Edit Administrator
ro_ro: Modifica Administrator

source: Delete User: %s
ro_ro: Elimina Utilizator: %s

source: Add Administrator
ro_ro: Adauga Administrator

source: NOTE:
ro_ro: NOTA:

source: AUTHTYPE is not set to 'database' in /etc/amportal.conf - note that this module is not currently providing access control, and changing passwords here or adding users will have no effect unless AUTHTYPE is set to 'database'.
ro_ro: AUTHTYPE nu este stabilit ca 'database' in /etc/amportal.conf – prin urmare modulul nu furnizeaza controlul accesului. Schimbarea parolelor sau adaugarea de utilizatori in aceasta locatie nu va intra in efect decat daca AUTHTYPE este setat ca 'database'.

source: Username<span>Create a unique username for this new user</span>
ro_ro: Nume utilizator<span>Creare un nume unic pentru acest utilizator</span>

source: Password<span>Create a password for this new user</span>
ro_ro: Parola<span>Creare parola pentru acest utilizator</span>

source: Access Restrictions
ro_ro: Restrictii de acces

source: Department Name<span>Restrict this user's view of Digital Receptionist menus and System Recordings to only those for this department.</span>
ro_ro: Nume Departament<span>Restrange gradul de vizualizare pentru acest utilizator la meniurile Digital Receptionist si Inregistrari de Sistem doar la nivelul acestui departament.</span>

source: Extension Range<span>Restrict this user's view to only Extensions, Ring Groups, and Queues within this range.</span>
ro_ro: Gama Extensii<span>Restrange gradul de vizualizare pentru acest utilizator la Extensiile, Soneriile, Grupurile si Listele din aceasta gama.</span>

source: Admin Access<span>Select the Admin Sections this user should have access to.</span>
ro_ro: Acces Admin<span>Selectioneaza sectiunile Admin la care utilizatorul are acces.</span>

source: Apply Changes Bar
ro_ro: Aplica Bara de Schimbari

source: ALL SECTIONS
ro_ro: TOATE SECTIUNILE

source: Submit Changes
ro_ro: Lanseaza Schimbari

source: Username must not be blank
ro_ro: Numele utilizatorului nu poate fi spatiu liber

source: Username cannot start with a number, and can only contain letters and numbers
ro_ro: Numele utilizatorului nu poate incepe cu o cifra si poate contine doar litere si cifre

source: For security reasons, you cannot use the department name default
ro_ro: Din motive de securitate, nu puteti utiliza numele de departament predefinit

source: Department name cannot have a space
ro_ro: Numele de department nu poate contine spatii

source: (toggle sort)
ro_ro: (comuta sortarile)

source: Add Incoming Route
ro_ro: Adauga Ruta de Intrare

source: All DIDs
ro_ro: Toate DID-urile

source: User DIDs
ro_ro: DID-uri Utilizator

source: General DIDs
ro_ro: DID-uri Generale

source: Unused DIDs
ro_ro: DID-uri Neutilizate

source: any DID
ro_ro: orice DID

source: any CID
ro_ro: orice CID

source: Route
ro_ro: Ruta

source: Delete Route %s
ro_ro: Sterge Ruta %s

source: Edit %s
ro_ro: Modifica %s

source: Edit %s %s (%s)
ro_ro: Modifica %s %s (%s)

source: Edit Incoming Route
ro_ro: Modifica Ruta de Intrare

source: Provide a meaningful description of what this incoming route is
ro_ro: Furnizati o descriere explicita a acestei Rute de Intrare

source: DID Number
ro_ro: Numar DID

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>You can also use a pattern match (eg _2[345]X) to match a range of numbers
ro_ro: Definiti numarul DID daca trunchiul transmite DID la apelurile de intrare. <br><br>Lasati spatiu liber pentru a putea asocia apelurile cu oricare DID sau fara.<br><br>Dealtfel puteti utiliza un model de asociere (ex _2[345]X) pentru a corespunde unui intervalde numere

source: Caller ID Number
ro_ro: Numar ID Apelant

source: Define the Caller ID Number to be matched on incoming calls.<br><br>Leave this field blank to match any or no CID info. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
ro_ro: Definiti numarul ID Apelant care va fi asociat la apelurile de intrare<br><br>Lasati campul liber pentru a se asocial cu oricare tipuri de informatie CID. Aditional secventelor de apelare standard, puteti insera Privat, Blocat, Necunoscut, Restrictionat, Anonim sau Nu e Valabil pentru a lua in calcul cazurile speciale, daca furnizorul de telefonie le transmite.

source: CID Priority Route
ro_ro: Ruta cu Prioritate CID

source: This effects CID ONLY routes where no DID is specified. If checked, calls with this CID will be routed to this route, even if there is a route to the DID that was called. Normal behavior is for the DID route to take the calls. If there is a specific DID/CID route for this CID, that route will still take the call when that DID is called.
ro_ro: Acesta afecteaza DOAR rutele CID care nu au DID specificat. Daca e bifat, apelurile cu acest CID vor fi directionate pe aceasta ruta chiar daca exista o ruta catre DID apelat. Comportamentul normal este ca ruta DID sa preia apelurile. Daca exista o ruta specifica DID/CID pentru acest CID, aceasta va continua sa preia apelul cand DID respectiv este apelat.

source: Options
ro_ro: Optiuni

source: ALERT_INFO can be used for distinctive ring with SIP devices.
ro_ro: ALERT_INFO poate fi utilizat pentru a distinge soneriile dispozitivelor SIP.

source: CID name prefix
ro_ro: Prefix ID Apelant

source: Music On Hold
ro_ro: Muzica in Asteptare

source: Set the MoH class that will be used for calls that come in on this route. For example, choose a type appropriate for routes coming in from a country which may have announcements in their language.
ro_ro: Stabiliti clasa Muzica in Asteptare ce va fi utilizata pentru apelurile sosite pe aceasta ruta. De exemplu, pentru apelurile venite dintr-o alta tara puteti selectiona un anunt in limba specifica.

source: No Music
ro_ro: Fara Muzica

source: Signal RINGING
ro_ro: Semnal de Apel

source: Some devices or providers require RINGING to be sent before ANSWER. You'll notice this happening if you can send calls directly to a phone, but if you send it to an IVR, it won't connect the call.
ro_ro: Anumite aparate sau furnizori impun ca tonul de APEL (RINGING) sa fie transmis inainte de RASPUNS (ANSWER)Acest lucru se observa daca puteti transmite apeluri direct catre un telefon dar nu se va conecta daca transmiteti catre un IVR.

source: Pause Before Answer
ro_ro: Pauza inainte de Raspuns

source: An optional delay to wait before processing this route. Setting this value will delay the channel from answering the call. This may be handy if external fax equipment or security systems are installed in parallel and you would like them to be able to seize the line.
ro_ro: Intarziere optionala inainte de procesarea acestei rute. Stabilind aceasta valoare va intarzia raspunsul canalului la apel cu perioada specifica. Aceasta se poate dovedi util cand sunt instalate in paralel aparate de fax sau sisteme de securitate care ar trebui sa preia linia.

source: Privacy Manager
ro_ro: Gestione Privacy

source: If no Caller ID has been received, Privacy Manager will ask the caller to enter their phone number. If an user/extension has Call Screening enabled, the incoming caller will be be prompted to say their name when the call reaches the user/extension.
ro_ro: Daca nu primeste un ID Apelant, Privacy Manager va cere ca apelantului sa introduca numarul de telefon. Cand un utilizator/extensie are optiunea Control Apeluri activata, apelantul va trebui sa isi spuna numele cand apelul ajunge la utilizator/extensie.

source: No
ro_ro: Nu

source: Yes
ro_ro: DA

source: Max attempts
ro_ro: Numar maxim de incercari

source: Number of attempts the caller has to enter a valid callerID
ro_ro: Numarul de incercari in care apelantul poate introduce un ID Apelant valid

source: Min Length
ro_ro: Lungime minima

source: Minimum amount of digits callerID needs to contain in order to be considered valid
ro_ro: Numarul minim de caractere pe care trebuie sa il contina ID Apelant pentru a fi considerat valabil.

source: Set Destination
ro_ro: Stabileste Destinatie

source: Clear Destination & Submit
ro_ro: Sterge Destinatie si Confirma

source: Please enter a valid DID Number
ro_ro: Va rugam sa introduceti un numar DID valabil

source: Please enter a valid Caller ID Number
ro_ro: Va rugam sa introduceti un numar CID valabil

source: Please enter a valid Fax Email or leave it empty to use the default
ro_ro: Va rugam sa introduceti un FAX Email valabil sau lasati campul liber pentru a utiliza cel predefinit.

source: Please enter a valid number for Pause after answer
ro_ro: Va rugam sa introduceti un numar valid pentru Pauza dupa raspuns

source: Please enter a valid number for Pause Before Answer field
ro_ro: Va rugam sa introduceti un numar valid pentru campul Pauza inainte de Raspuns

source: Leaving the DID Number AND the Caller ID Number empty will match all incoming calls received not routed using any other defined Incoming Route.\n\nAre you sure?
ro_ro: Lasand necompletate numerele DID si ID Apelant va face ca toate apelurile neasociate unei rute sa utilizeze orice Ruta de intrare definita. \n\nSunteti sigur?

source: DID information is normally just an incoming telephone number or for advanced users, a valid Asterisk Dial Pattern\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
ro_ro: Informatia DID reprezinta in mod obisnuit doar un numar de telefon dinspre care vine apelul sau, pentru utilizatorii avansati, un model de apelare valid pentru Asterisk\nAti introdusun model DID nonstandard.\n\nSunteti siguri ca este cel corect?

source: A Slash ('/') is never a valid DID. Please remove it and try again
ro_ro: Bara (Slash '/') nu reprezinta un DID valid. Va rugam sa o eliminati si sa incercati din nou.

source: Invalid Caller ID prefix.
ro_ro: Prefix ID Apelant invalid

source: Dialing Options
ro_ro: Optiuni de Apelare

source: Asterisk Dial command options:
ro_ro: Optiuni Asterisk pentru apeluri:

source: t: Allow the called user to transfer the call by hitting #
ro_ro: t: Permite utilizatorului apelat sa transfere apelul apasand #

source: T: Allow the calling user to transfer the call by hitting #
ro_ro: T: Permite apelantului sa transfere apelul apasand #

source: r: Generate a ringing tone for the calling party
ro_ro: r: Genereaza un ton de apel pentru partea care apeleaza

source: w: Allow the called user to start recording after pressing *1 (Asterisk v1.2)
ro_ro: w: Permite apelatului sa inceapa inregistrarea dupa ce apasa *1(Asterisk v1.2)

source: W: Allow the calling user to start recording after pressing *1 (Asterisk v1.2)
ro_ro: W permite apelantului sa inceapa inregistrarea dupa ce apasa *1 (Asterisk v1.2)

source: Asterisk Outbound Dial command options:
ro_ro: Optiuni Asterisk pentru apelurile de iesire

source: r: You SHOULD NOT use this option on outbound trunks
ro_ro: r: NU E RECOMANDAT sa utilizati aceasta optiune pentru trunchiurile de iesire

source: Call Recording
ro_ro: Inregistrare Apel

source: Extension Recording Override:
ro_ro: Suprascriere Inregistrare Extensii:

source: This will override the recording settings of all extensions/users. If enabled, the system will ignore all Record Always settings of a user and will not turn on recording. This does not effect On Demand recording controlled by the dial options 'w' and 'W' above. It does not effect other recording settings in modules such as Queues and Conferences. If you don't use recordings, setting this is beneficial to system performance as it removes the check that is otherwise done on every single call.
ro_ro: Aceasta functionalitate va suprascrie toate setarile utilizatorilor/extensiilor. Daca este activata sistemul va ignora toate setarile de utilizator tip Inregistreaza Intotdeauna si nu va porni inregistrarea. Acest lucru nu afecteaza Inregistrarea la Comanda, controlata de optiunile 'w' si 'W' de mai sus. Nu afecteaza nici alte setari de inregistrare din alte module cum ar fi Lista in Asteptare sau Conferinta. Daca nu folositi functionalitatea de inregistrare, stabilirea acestei functionalitati va fi benefica performantei sistemului deoarece nu mai face verificarea la fiecare apel.

source: Call recording format:
ro_ro: Format inregistrare Apel:

source: Pick the format in which to save recorded calls
ro_ro: Selectionati formatul in care inregistrarea apelurilor va fi salvata

source: Recording Location:
ro_ro: Inregistrare Locatie:

source: Override the default location where asterisk will store call recordings. Include the trailing /. Be sure to set proper permissions on the directory for the asterisk user.
ro_ro: Suprascrie locatia predefinita unde Asterisk va stoca inregistrarile. Includeti /. Asigurati-va ca ati stabilit in director drepturile aferente utilizatorilor asterisk.

source: Run after record:
ro_ro: Executa dupa inregistrare:

source: An optional script to be run after the call is hungup. You can include channel and MixMon variables like ${CALLFILENAME}, ${MIXMON_FORMAT} and ${MIXMON_DIR}. To ensure that you variables are properly escaped, use the following notation: ^{MY_VAR}
ro_ro: Un script optional care se va executa dupa incheiera convorbirii.. Se pot include variabilele de canal si MixMon ca ${CALLFILENAME}, ${MIXMON_FORMAT} si ${MIXMON_DIR}. Pentru a va asigura ca variabilele sunt corect prelevate, utilizati urmatoarea nota: ^{MY_VAR}

source: Voicemail
ro_ro: Casuta Vocala

source: Ringtime Default:
ro_ro: Durata predefinita pentru Sonerie:

source: Default number of seconds to ring phones before sending callers to voicemail. This can be set per extension/user and will have no effect on phones with no voicemail.
ro_ro: Numarul predefinit de secunde pentru sonerie pana cand apelantul este transferat la Casuta Vocala. Aceasta optiune poate fi stabilita pentru fiecare utilizator/extensie si nu are nici un efect in cazul aparatelor fara Casuta Vocala.

source: Direct Dial Voicemail Prefix:
ro_ro: Prefix apel direct Casuta Vocala

source: Prefix used to dial directly to someone's voicemail. Caution should be taken in choosing this prefix to avoid conflicts with featurecodes.
ro_ro: Prefix utilizat pentru a apela direct casuta vocala a unui utilizator. Prefixul trebuie ales cu atentie pentru a evita conflicte cu alte coduri de serviciu.

source: Direct Dial to Voicemail message type:
ro_ro: Tip de mesaj pentru apelarea directa a Casutei Vocale

source: Default message type to use when dialing direct to an extensions voicemail
ro_ro: Tip predefinit de mesaj pentru apelarea directa a Casutei Vocale a unei extensii

source: Unavailable
ro_ro: Nu este disponibil

source: No Message
ro_ro: Nici un mesaj

source: Optional Voicemail Recording Gain:
ro_ro: Castig optional Inregistrari Casuta Vocala:

source: Use the specified amount of gain when recording the voicemail message.
ro_ro: Utilizeaza castigul specificat la inregistrarea mesajului casutei vocale.

source: The units are whole-number decibels (dB).
ro_ro: Unitatile reprezinta numere intregi, in decibeli (dB).

source: Do Not Play "please leave message after tone" to caller
ro_ro: Nu va reproduce "va rog sa lasati mesaj dupa semnalul sonor" catre apelant

source: Check this to remove the default message "Please leave your message after the tone. When done, hang-up, or press the pound key." That is played after the voicemail greeting (the s option). This applies globally to all vm boxes.
ro_ro: Selectati aceasta optiune pentru a elimina mesajul predefinit "Va rog sa lasati mesaj dupa semnalul sonor. Cand ati terminat inchideti telefonul sau apasati tasta grila." care e reprodus dupa mesajul de intampinare al casutei vocale (optiunea s). Aceasta se aplica global tuturor casutelor vocale.

source: Operator Extension:
ro_ro: Extensie Operator:

source: Voicemail VmX Locator
ro_ro: Locator VmX pentru Casuta Vocala

source: Default Context & Pri:
ro_ro: Context & Prioritate predefinite:

source: Default to use if only a number/extension are provided.
ro_ro: Predefinit pentru utilizare doar daca se introduce un numar/extensie.

source: Timeout/#-press default:
ro_ro: Timp expirat/Tasta # predefinita:

source: This is the default location that a caller will be sent if they don't press any key (timeout) or press # which is interpreted as a timeout. Set this to 'dovm' to go to voicemail (default).
ro_ro: Aceasta este locatia predefinita unde va fi directionat apelantul daca nu apasa nici o tasta (timeout) ori apasa #, care este interpretat ca timeout. Stabiliti ca 'dovm' pentru a accesa casuta vocala (predefinita).

source: Loop Exceed default:
ro_ro: Final predefinit bucla:

source: This is the default location that a caller will be sent if they press an invalid options too man times, as defined by the Maximum Loops count. Set this to 'dovm' to go to voicemail (default).
ro_ro: Aceasta este locatia predefinita unde va fi directionat apelantul daca apasa optiuni invalide de prea multe ori, conform Numarului Maxim de Bucle stabilit Stabiliti ca 'dovm' pentru a accesa casuta vocala (predefinita).

source: Timeout VM Msg:
ro_ro: Mesaj dupa Timeout:

source: If this destination is voicemail, select whether or not to play the standard voicemail instructions or just beep.
ro_ro: Daca aceasta destinatie este Casuta Vocala, selectati daca va reproduce instructiunile standard sau doar un semnal acustic (beep).

source: Std Instructions
ro_ro: Instructiuni Standard

source: Beep Only
ro_ro: Doar semnale acustice (beep)

source: Max Loop VM Msg:
ro_ro: Mesaj la finalul repetitiilor:

source: Direct VM Option
ro_ro: Optiune Apelare Directa CV:

source: If a user defined option is to go to voicemail (using the 'dovm' extension) this is the default option if not specified by the user's settings.
ro_ro: Daca un utilizator a definit optiunea de apelare directa a casutei vocale (utilizand 'dovm' al extensiei) aceasta va fi optiunea predefinita, daca nu sunt stabilite alte setari de catre utilizator.

source: Msg Timeout:
ro_ro: Timeout/Timp expirare Mesaj :

source: Time to wait after message has played to timeout and/or repeat the message if no entry pressed.
ro_ro: Perioada de timp alocata de la reproducerea mesajului pana la timeout/repetare mesaj, in cazul in care nu a fost selestata nici o optiune.

source: seconds
ro_ro: secunde

source: Msg Play:
ro_ro: Reproduce Mesajul:

source: Number of times to play the recorded message if the caller does not press any options and it times out.
ro_ro: Numarul de repetari ale mesajului daca apelantul nu selecteaza nici o optiune pana cand expira timpul alocat.

source: times
ro_ro: incercari

source: Error Re-tries:
ro_ro: Numarul de repetari in caz de eroare:

source: Number of times to play invalid options and repeat the message upon receiving an undefined option.
ro_ro: Numarul de incercari cu optiuni invalide si repetari ale mesajului la primirea unor optiuni nedefinite

source: Find users in the Company Directory by:
ro_ro: Cauta utilizatori in Lista contacte Companie prin:

source: The Company Directory allows a caller to spell the user's first name, last name, or both when searching for a user. This will select which of these modes are used.
ro_ro: Lista de contacte permite apelantului sa caute un utilizator via nume, prenume sau ambele. Acesta va selecta care dintre moduri sunt utilizate.

source: first name
ro_ro: Nume

source: last name
ro_ro: Prenume

source: first or last name
ro_ro: Nume sau Prenume

source: Announce Extension:
ro_ro: Anunta Extensia:

source: Plays a message "Please hold while I transfer you to extension xxx" that lets the caller know what extension to use in the future when connecting from the company directory.
ro_ro: Reproduce mesajul "Va rugam asteptati sa va transferam apelul catre extensia xxx" permitand astfel utilizatorului sa afle ce extensie poate folosi pe viitor din lista de contacte.

source: International Settings
ro_ro: Configurari Internationale

source: Country Indications
ro_ro: Indicator tara

source: Select which country you are in
ro_ro: Selecteaza tara

source: 24-hour format
ro_ro: Format orar 24 ore

source: Select Yes if you use 24-hour format or No if you are using 12-hour am/pm format
ro_ro: Selectati 'Da' daca utilizati formatul de 24-ore sau NU pentru cel de 12-ore (am/pm)

source: no
ro_ro: Nu

source: yes
ro_ro: Da

source: Security Settings
ro_ro: Setari de Securitate

source: Allow Anonymous Inbound SIP Calls?
ro_ro: Intentionati sa permiteti apeluri de intrare cu SIP anonim?

source: ** WARNING **
ro_ro: ** ATENTIE **

source: Setting this to 'yes' will potentially allow ANYBODY to call into your Asterisk server using the SIP protocol
ro_ro: Stabilind optiunea ‘Da’ va permite TUTUTOR apelurilor sa sune in serverul Asterisk utilizand protocolul SIP

source: It should only be used if you fully understand the impact of allowing anonymous calls into your server
ro_ro: Poate fi utilizat numai daca apreciati precis impactul reprezentat de permisiunea acordata apelurilor anonime catre serverul dumneavoastra.

source: Online Updates
ro_ro: Actualizari Online

source: Check for Updates
ro_ro: Cauta actualizari

source: Choosing Yes will result in the system automatically checking for updates nightly. The resulting information will be displayed in the dashboard and will be optionally emailed to the address below if provided.<br />This will transmit your FreePBX and Asterisk version numbers along with a unique but random identifier. This is used to provide proper update information and to track version usage to focus development and maintenance efforts. No private information is transmitted.
ro_ro: La selectarea optiunii Da, sistemul va face verificari pentru update in fiecare noapte. Informatia rezultata va fi afisata pe ecran si, optional, va fi transmisa prin mail catre adresa furnizata mai jos. <br/>Se vor transmite versiunile in uz FreePBX si Asterisk precum si un numar idenfiticator unic ales in mod aleator. Acestea sunt folosite pentru a oferi informatii despre actualizari si versiunea utilizata pentru a venit in ajutorul actiunilor de dezvoltare si mentenanta. Nici o informatie privata nu va fi transmisa.

source: Update Email
ro_ro: Actualizare Email

source: Email address where online updates will be sent. Leaving blank will result in no updates being sent.
ro_ro: Adresa de email unde vor fi transmise actualizarile online. Daca lasati necompletat, nu va fi transmisa nici o actualizare.

source: Please enter a valid Number of Seconds
ro_ro: Va rugam sa introduceti un numar valid de secunde

source: Please enter a valid Fax Email
ro_ro: Va rugam sa introduceti o adresa de Fax Email valida

source: You have selected the 'r' option for your trunks. This is highly discouraged and will create problems with calls on many PRI, VoIP, ISDN and other trunks that are capable of signaling. Asterisk will generate a ringing tone until the signaling indicates the line is answered. This will result in some external IVRs being inaccessible and other strange problems.
ro_ro: Ati selectionat optiunea 'r' pentru trunchiuri. Aceasta optiune este absolut nerecomandata si va genera probleme cu multe trunchiuri PRI, VoIP, ISDN, sau alte tipuri capabile de semnalizare. Asterisk va genera un ton de apel pana cand semnalizarea anunta raspuns pe linie. Aceasta va face ca anumite IVR externe sa fie inaccesibile si diverse alte tipuri de probleme.
