Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/framework/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: ro_ro

source: Error fetching prefix list for:
ro_ro: Eroare in prezentare lista de prefixe pentru:

source: Invalid format for NPA-NXX code (must be format: NXXNXX)
ro_ro: Format invalid pentru codul NPA-NXX (trebuie sa fie in formatul: NXXNXX)

source: Add Route
ro_ro: Adauga Ruta

source: Edit Route
ro_ro: Modifica Ruta

source: Route Name
ro_ro: Nume Ruta

source: Name of this route. Should be used to describe what type of calls this route matches (for example, 'local' or 'longdistance').
ro_ro: Numele rutei. Trebuie utilizat pentru a descrie ce tipuri de apel vor fi asociate rutei (ex: 'local' sau 'interurban').

source: Route CID
ro_ro: Ruta CID

source: Optional Route CID to be used for this route. If set, this will override all CIDS specified except:<ul><li>extension/device EMERGENCY CIDs if this route is checked as an EMERGENCY Route</li><li>trunk CID if trunk is set to force it's CID</li><li>Forwarded call CIDs (CF, Follow Me, Ring Groups, etc)</li><li>Extension/User CIDs if checked</li></ul>
ro_ro: Ruta CID optionala pentru a fi utilizata pentru aceasta ruta. Odata stabilita, va sterge toate celelate rute CID cu exceptia <ul><li>extension/device EMERGENCY CIDs daca ruta este confirmata ca Ruta de URGENTA </li><li> trunk CID daca trunchiul este setat sa forteze CID</li><li>Forwarded call CIDs (CF, Follow Me, Ring Groups, etc)</li><li>Extension/User CIDs if checked</li></ul>

source: Route Password
ro_ro: Parola Ruta

source: Emergency
ro_ro: Urgenta

source: Music On Hold?
ro_ro: Muzica in Asteptare

source: You can choose which music category to use. For example, choose a type appropriate for a destination country which may have announcements in the appropriate language.
ro_ro: Puteti opta pentru o categorie de muzica in asteptare. De exemplu, puteti utiliza un tip de melodie specific tarii de destinatie, care poate contine anunturi in limba specifica.

source: Rules:
ro_ro: Reguli:

source: matches any digit from 0-9
ro_ro: corespunde oricarui numar de la 0-9

source: matches any digit from 1-9
ro_ro: corespunde oricarui numar de la 1-9

source: matches any digit from 2-9
ro_ro: corespunde oricarui numar de la 2-9

source: Dial patterns wizards
ro_ro: Wizard Modele de Apel

source: These options provide a quick way to add outbound dialing rules. Follow the prompts for each.
ro_ro: Optiunile de fata furnizeaza o metoda rapida de a aduga reguli de apelare catre exterior. Urmati instructiunile/pasii pentru fiecare dintre ele.

source: Lookup local prefixes
ro_ro: Cauta prefixe locale (US)

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7, 10 or 11 digits (5551234, 6135551234, 16135551234) to access this route.
ro_ro: Doar pentru Statele Unite – Cauta numarul dvs local in www.localcallingguide.comsi stabileste incat sa puteti forma 7, 10 sau 11 cifre (5551234, 6135551234, 16135551234) pentru a accesa aceasta ruta.

source: What is your areacode + prefix (NPA-NXX)?\n\n(Note: this database contains North American numbers only, and is not guaranteed to be 100% accurate. You will still have the option of modifying results.)\n\nThis may take a few seconds.
ro_ro: Care sunt areacode + prefix (NPA-NXX)?\n\n(Nota: baza de date prezenta contine doar numere nord-americane, si nu este garantata 100% ca fiind actualizata. Totusi aveti optiunea sa modificati rezultatul.)\n\n Actiunea ar putea dura cateva secunde .

source: Invalid NPA-NXX. Must be of the format \'NXX-NXX\'
ro_ro: NPA-NXX invalid. Trebuie sa fie in formatul \'NXX-NXX\'

source: Error: Cannot continue!\n\nPrefix lookup requires cURL support in PHP on the server. Please install or enable cURL support in your PHP installation to use this function. See http://www.php.net/curl for more information.
ro_ro: Errore: Continuare imposibila!\n\n Verificarea prefixului necesita suport cURL in PHPpe server. Va rugam sa activati sau sa instalati suportul cURL pentru a putea utiliza aceasta functie. Pentru mai multe informatii accesati http://www.php.net/curl

source: (pick one)
ro_ro: (selecteaza unul)

source: Local 7 digit
ro_ro: Local 7 cifre (US)

source: Local 7/10 digit
ro_ro: Local 7/10 cifre (US)

source: Toll-free
ro_ro: Numar-verde

source: Long-distance
ro_ro: National

source: Information
ro_ro: Informatii

source: The Trunk Sequence controls the order of trunks that will be used when the above Dial Patterns are matched. <br><br>For Dial Patterns that match long distance numbers, for example, you'd want to pick the cheapest routes for long distance (ie, VoIP trunks first) followed by more expensive routes (POTS lines).
ro_ro: Secventa Trunchi controleaza ordinea in care vor fi utilizate trunchiurile cand modele de apel prezentate mai jos corespund. <br><br> Pentru modele de apel corespunzatoare apelurilor nationale, de exemplu, este indicat sa alegeti rutele cu cel mai mic cost interurban (ex. Trunchiurile VoIP au intaietate) urmate de rutele mai scumpe (liniile PSTN).

source: Move Up
ro_ro: Muta Sus

source: Move Down
ro_ro: Muta Jos

source: Add Trunk
ro_ro: Adauga Trunchi

source: Route name is invalid, please try again
ro_ro: Nume ruta invalid, incercati din nou

source: Route password must be numeric or leave blank to disable
ro_ro: Parola rutei trebuie sa fie numerica sau lasata necompletata, pentru a o dezactiva

source: At least one trunk must be picked
ro_ro: Trebuie selectionat cel putin un trunchi

source: Invalid Outbound Caller ID
ro_ro: ID Apelant de iesire invalid

source: Dial pattern is invalid
ro_ro: Modul de Apel este invalid

source: Channel %s
ro_ro: Canal %s

source: Add a Trunk
ro_ro: Adauga Trunchi

source: Add SIP Trunk
ro_ro: Adauga Trunchi SIP

source: Add Zap Trunk
ro_ro: Adauga Trunchi Zap

source: DAHDI compatibility mode
ro_ro: Mod compatibil DADHI

source: Add IAX2 Trunk
ro_ro: Adauga Trunchi IAX2

source: Add ENUM Trunk
ro_ro: Adauga Trunchi ENUM

source: Add DUNDi Trunk
ro_ro: Adauga Trunchi DUNDi

source: Add Custom Trunk
ro_ro: Adauga Trunchi Personalizat

source: %s Channel %s
ro_ro: %s Canal %s

source: Edit %s Trunk
ro_ro: Modifica Trunchi %s

source: DAHDI compatibility Mode
ro_ro: Mod Compatibil DADHI

source: Delete Trunk %s
ro_ro: Sterge Trunchi %s

source: In use by
ro_ro: Utilizat de catre

source: route
ro_ro: ruta

source: routes
ro_ro: rute

source: Sequence
ro_ro: Secventa

source: WARNING:
ro_ro: ATENTIE:

source: This trunk is not used by any routes!
ro_ro: Acest trunchi nu este utilizat de catre nici o ruta!

source: This trunk will not be able to be used for outbound calls until a route is setup that uses it. Click on <b>Outbound Routes</b> to setup routing.
ro_ro: Trunchiul de fata nu va putea fi utilizat pentru apeluri de iesire cat timp nu este stabilita o ruta care sa il foloseasca. Mergeti la <b>Rute de iesire<b> pentru rutare.

source: Add %s Trunk
ro_ro: Adauga Trunchi %s

source: FreePBX offers limited support for DUNDi trunks and additional manual configuration is required. The trunk name should correspond to the [mappings] section of the remote dundi.conf systems. For example, you may have a mapping on the remote system, and corresponding configurations in dundi.conf locally, that looks as follows:<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},nopartial<br /><br />In this example, you would create this trunk and name it priv. You would then create the corresponding IAX2 trunk with proper settings to work with DUNDi. This can be done by making an IAX2 trunk in FreePBX or by using the iax_custom.conf file.<br />The dundi-extens context in this example must be created in extensions_custom.conf. This can simply include contexts such as ext-local, ext-intercom-users, ext-paging and so forth to provide access to the corresponding extensions and features provided by these various contexts and generated by FreePBX.
ro_ro: FreePBX ofera suport limitat pentru trunchiurile DUNDi si necesita manual deconfigurare suplimentar. Numele trunchiului trebuie sa corespunda sectiunii [mappings] din sistemele dundi.conf distante. De exemplu puteti avea un mapping pe sistemul distant, iar configuratia corespunzatoare in dundi.conf local, sub forma :<br /><br />[mappings]<br />priv => dundi-extens,0,IAX2,priv:${SECRET}@218.23.42.26/${NUMBER},noparital<br /><br />In prezentul exemplu, veti crea un trunchi si il veti denumi priv. Ulterior veti crea trunchiul corespunzator IAX2, cu setarile necesare functionarii cu DUNDi. Aceasta se poate face fie prin crearea unui trunchi IAX2 in FreePBX sau prin utilizarea fisierului iax_custom.conf.<br />Contextul dundi-extens in exemplul de fata trebuie creat in extensions_custom.conf. Acesta poate sa includa pur si simplu context de tipul ext-local, ext-intercom-users, ext-paging samd pentru a asigura accesul catre extensiile si functiunileoferite de aceste contexte si generate de FreePBX.

source: Trunk Name
ro_ro: Nume Trunchi

source: Descriptive Name for this Trunk
ro_ro: Descriere nume pentru acest Trunchi

source: Outbound Caller ID
ro_ro: ID-ul Apelantului

source: Caller ID for calls placed out on this trunk<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX).
ro_ro: ID Apelant pentru apelurile de iesire din acest trunchi <br><br>Format: <b>&lt;#######&gt;</b>. Deasemenea puteti utiliza formatul: "hidden" <b>&lt;#######&gt;</b> pentru a ascunde ID Apelant transmis pe liniile digitale, daca optiunea este activa (E1/T1/J1/BRI/SIP/IAX).

source: CID Options
ro_ro: Optiuni CID

source: Determines what CIDs will be allowed out this trunk. IMPORTANT: EMERGENCY CIDs defined on an extension/device will ALWAYS be used if this trunk is part of an EMERGENCY Route regardless of these settings.<br />Allow Any CID: all CIDs including foreign CIDS from forwarded external calls will be transmitted.<br />Block Foreign CIDs: blocks any CID that is the result of a forwarded call from off the system. CIDs defined for extensions/users are transmitted.<br />Remove CNAM: this will remove CNAM from any CID sent out this trunk<br />Force Trunk CID: Always use the CID defined for this trunk except if part of any EMERGENCY Route with an EMERGENCY CID defined for the extension/device.
ro_ro: Determina ce categorii de CID vor fi premise pe acest trunchi. IMPORTANT: CID-urile de URGENTA definite pe o extensie/echipament vor fi utilizate INTOTDEAUNA, daca acest trunchi este parte a unei rute de URGENTA indiferent de setarile de fata.<br />Permite orice CID: toate CID, inclusive cele straine din apelurile externe transferate vor fi transmise. <br />Blocheaza CID strain: blocheaza orice CID rezultat din transferul unui apel din afara sistemului CID-uri definite pentru extensii/utilizatori sunt transmise. <br />Elimina CNAM: aceasta optiune va elimina CNAM de la orice CID transmis prin acest trunchi<br />Forteaza Trunchi CID: Utilizeaza intotdeauna CID definit pentru acest trunchi cu exceptia cazurilor cand e parte din ruta de URGENTA avand CID de URGENTA definit pentru extensie/echipament.

source: Allow Any CID
ro_ro: Accepta orice CID

source: Block Foreign CIDs
ro_ro: Blocheaza CID-urile distante

source: Remove CNAM
ro_ro: Elimina CNAM

source: Force Trunk CID
ro_ro: Forteaza CID Trunchi

source: Maximum Channels
ro_ro: Numar Maxim de Canale

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. To count inbound calls against this maximum, use the auto-generated context: %s as the inbound trunk's context. (see extensions_additional.conf) Leave blank to specify no maximum.
ro_ro: Controleaza numarul maxim de canale de iesire (apeluri simultane) care pot fi utilizate de trunchiul prezent. Pentru a limita numarul de apeluri de intrare in acest numar utilizati contextual auto-generat: %s ca fiind contextual de intrare al trunchiului.(vezi extensions_additional.conf). Lasati necompletat daca nu doriti sa specificati o limita maxima.

source: Controls the maximum number of outbound channels (simultaneous calls) that can be used on this trunk. Inbound calls are not counted against the maximum. Leave blank to specify no maximum.
ro_ro: Controleaza numarul maxim de canale de iesire (apeluri simultane) care pot fi utilizate de trunchiul prezent. Apelurile de intrare nu sunt contorizate. Lasati necompletat daca nu doriti sa specificati o limita maxima.

source: Disable Trunk
ro_ro: Dezactiveaza Trunchi

source: Check this to disable this trunk in all routes where it is used.
ro_ro: Optiunea prezenta dezactiveaza trunchiul prezent de pe toate rutele unde este utilizat.

source: Monitor Trunk Failures
ro_ro: Monitorizeaza starea trunchiurilor

source: If checked, supply the name of a custom AGI Script that will be called to report, log, email or otherwise take some action on trunk failures that are not caused by either NOANSWER or CANCEL.
ro_ro: Daca optiunea este aleasa, introduceti numele scriptului personalizat AGI care va fi apelat pentru raportare, log, email sau care actioneaza cand apar intreruperi ale trunchiului care nu sunt produse de NOANSWER sau CANCEL.

source: Dial Rules Wizards
ro_ro: Wizard Reguli de Apel

source: Always dial with prefix
ro_ro: Intotdeauna formeaza cu prefix

source: is useful for VoIP trunks, where if a number is dialed as "5551234", it can be converted to "16135551234".
ro_ro: este util pentru trunchiurile VoIP, unde un numar format ca "5551234", va ficonvertit la "16135551234".

source: Remove prefix from local numbers
ro_ro: Elimina prefixul din numerele locale

source: Lookup numbers for local trunk
ro_ro: Numere de verificare pentru trunchiul local (valabil US)

source: This looks up your local number on www.localcallingguide.com (NA-only), and sets up so you can dial either 7 or 10 digits (regardless of what your PSTN is) on a local trunk (where you have to dial 1+area code for long distance, but only 5551234 (7-digit dialing) or 6135551234 (10-digit dialing) for local calls
ro_ro: Aceasta functie verifica numerele locale in www.localcallingguide.com (valabil doar US) si seteaza incat sa se poata forma 7 sau 10 cifre (indifferent de furnizorul PSTN local) pe un trunchi local(in situatiile in care trebuie format 1+areacode pentru apelurile interurbane dar numai 5551234 (formare pe 7 cifre) sau 6135551234 (formare pe 10 cifre) pentru apelurile locale.

source: Lookup numbers for local trunk (7-digit dialing)
ro_ro: Numere de verificare pentru trunchiul local (formare pe 7 cifre – US)

source: Lookup numbers for local trunk (10-digit dialing)
ro_ro: Numere de verificare pentru trunchiul local (format 10 cifre – US)

source: Are you sure you want to disable this trunk in all routes it is used?
ro_ro: Sunteti sigur ca vreti sa dezactivati prezentul trunchi din toate rutele in care este utilizat?

source: You have enabled this trunk in all routes it is used
ro_ro: Ati activat prezentul trunchi pe toate rutele in care este utilizat

source: What is the local dialing pattern?\n\n(ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
ro_ro: Care este regula pentru apelurile locale?\n\n(ex: NXXNXXXXXX pentru numerele de 10 cifre US/CAN, NXXXXXX pentrucele de 7 cifre)

source: Invalid pattern. Only 0-9, #, *, Z, N, X and . are allowed.
ro_ro: Model invalid. Sunt premise doar 0-9, #, *, Z, N, X si . .

source: What prefix should be added to the dialing pattern?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')?
ro_ro: Ce prefix trebuie utilizat pentru modelul de apel? \n\n(ex. Pentru US/CAN, 1+areacode, de ex \’1613\’)?

source: Invalid prefix. Only dialable characters (0-9, #, and *) are allowed.
ro_ro: Prefix invalid. Sunt premise doar caractere de formare (0-9, # e *).

source: What prefix should be removed from the number?\n\n(ie. for US/CAN, 1+areacode, ie, \'1613\')
ro_ro: Ce prefix trebuie eliminat din numar?\n\n(ex., pentru US/CAN, 1+areacode, ex \’1613\’)

source: Invalid prefix. Only 0-9, #, *, Z, N, and X are allowed.
ro_ro: Prefix invalidSunt premise doar caractere de tipul 0-9, #, *, Z, N si X

source: What is the dialing pattern for local numbers after
ro_ro: Care este modelul de apelare pentru numerele locale dupa

source: (ie. NXXNXXXXXX for US/CAN 10-digit dialing, NXXXXXX for 7-digit)
ro_ro: (ex.: NXXNXXXXXX pentru numere de 10 cifre US/CAN, NXXXXXX pentru cele de 7 cifre US/CAN)

source: Outbound Dial Prefix
ro_ro: Prefix Apeluri

source: The outbound dialing prefix is used to prefix a dialing string to all outbound calls placed on this trunk. For example, if this trunk is behind another PBX or is a Centrex line, then you would put 9 here to access an outbound line. Another common use is to prefix calls with 'w' on a POTS line that need time to obtain dial tone to avoid eating digits.<br><br>Most users should leave this option blank.
ro_ro: Prefixul de iesire al apelurilor este utilizat ca prefix pentru toate apelurilede iesire de pe prezentul trunchi. De exemplu, daca trunchiul se afla in spatele unui PBX sau a unei linii Centrex, atunci daca se formeaza 9, se acceseaza o linie de iesire. O alta utilizare comuna este sa se initieze apeluri cu 'w' pe liniile POTS care au nevoie de timp pentru a obtine ton de apel incat sa nu manance primele cifre formate. <br><br>Majoritatea utilizatorilor ar trebui sa lase aceasta optiune necompletata.

source: Outgoing Settings
ro_ro: Setari de Iesire

source: ZAP channels are referenced either by a group number or channel number (which is defined in zapata.conf). <br><br>The default setting is <b>g0</b> (group zero).
ro_ro: Canalele ZAP au ca referinta un numar de grup sau de canal (definit in zapata.conf) <br><br>Setarea predefinita este <b>g0</b> (grup zero).

source: Custom Dial String
ro_ro: String de apel Personalizat

source: Define the custom Dial String. Include the token
ro_ro: Definiti string de apel personalizat. Introduceti

source: wherever the number to dial should go.<br><br><b>examples:</b><br>
ro_ro: unde va trebui sa ajunga numarul de apelat.<br><br><b>Exemple:</b><br>

source: DUNDi Mapping
ro_ro: Mapare DUNDi

source: This is the name of the DUNDi mapping as defined in the [mappings] section of remote dundi.conf peers. This corresponds to the 'include' section of the peer details in the local dundi.conf file. This requires manual configuration of DUNDi to use this trunk.
ro_ro: Reprezinta numele maparii DUNDi asa cum e definit in sectiunea [mappings] din fisierul dundi.conf distant in peers. Aceasta corespunde sectiunii 'include' din detaliile peer in fisierul local dundi.conf. Necesita configurare manuala DUNDi pentru a utiliza acest trunchi.

source: Give this trunk a unique name. Example: myiaxtel
ro_ro: Dati un nume unic trunchiului. Exemplu: myiaxtel

source: PEER Details
ro_ro: Detalii PEER

source: Modify the default PEER connection parameters for your VoIP provider.<br><br>You may need to add to the default lines listed below, depending on your provider.<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
ro_ro: Modificati parametrii predefiniti ai conexiunii PEER pentru furnizorul de VoIP. <br><br>In functie de furnizor e s-ar putea sa fie nevoie sa adaugati urmatoarele linii predefinite. <br /><br />ATENTIE: ordinea in care sunt definiti e importanta deoarece se va pastra.De exemplu, daca utilitzati directive "allow/deny" asigurati-va ca ‘deny’ este trecuta prima.

source: Incoming Settings
ro_ro: Setari de intrare

source: USER Context
ro_ro: Context UTILIZATOR

source: This is most often the account name or number your provider expects.<br><br>This USER Context will be used to define the below user details.
ro_ro: De cele mai multe ori acesta este numele sau numarul de cont pe care il cere furnizorul. <br><br>Contextul UTILIZATOR prezent va fi utilizat pentru a defini urmatoarele detalii de utilizator.

source: USER Details
ro_ro: Detalii UTILIZATOR

source: Modify the default USER connection parameters for your VoIP provider.
ro_ro: Modificati parametrii de conectare predefiniti UTILIZATOR pentru furnizorul dumneavoastra VoIP.

source: You may need to add to the default lines listed below, depending on your provider..<br /><br />WARNING: Order is important as it will be retained. For example, if you use the "allow/deny" directives make sure deny comes first.
ro_ro: In functie de furnizor, e posibil sa trebuiasca sa adaugati liniile predefinite de mai jos..<br /><br />ATENTIE: Ordinea este importanta si va fi retinuta. De exemplu, daca utilizati directive "allow/deny" asigurati-va ca deny e trecuta prima.

source: Registration
ro_ro: Inregistrare

source: Register String
ro_ro: Sir de inregistrare

source: Most VoIP providers require your system to REGISTER with theirs. Enter the registration line here.<br><br>example:<br><br>username:password@switch.voipprovider.com.<br><br>Many providers will require you to provide a DID number, ex: username:password@switch.voipprovider.com/didnumber in order for any DID matching to work.
ro_ro: Majoritatea furnizorilor VoIP necesita INREGISTRAREA sistemului dumneavoastra la al lor. Introduceti aici linia de inregistrare.<br><br>exemplu:<br><br>username:password@switch.voipprovider.com.<br><br>Multi furnizori pot cere sa le furnizati un numar DID, ex. username:password@switch.voipprovider.com/numardid pentru ca toate corespondentele DID sa fie functionale.

source: Invalid Maximum Channels
ro_ro: Numar Maxim de Canale invalid

source: Invalid Dial Rules
ro_ro: Regula de apelare invalida

source: Invalid Outbound Dial Prefix
ro_ro: Prefix de apelare invalid

source: Invalid Trunk Name entered
ro_ro: Nume de Trunchi invalid

source: Invalid Custom Dial String entered
ro_ro: String de apel personalizat invalid

source: Trunk Name and User Context cannot be set to the same value
ro_ro: Numele Trunchiului si Contextul Utilizator nu pot fi setate la aceeasi valoare

source: User Context was left blank and User Details will not be saved!
ro_ro: Contextul Utilizator a fost lasat necompletat iar Detaliile Utilizator nu vor fi salvate!

source: You have not entered a User Password. While this is acceptable, this user will not be able to login to an AdHoc device.\n\nAre you sure you wish to leave the User Password empty?
ro_ro: Nu ati introdus o Parola Utilizator. Desi este o situatie acceptata, acest utilizator nu se va mai putea conecta la echipamente AdHoc.\n\n Sunteti sigur ca vreti sa lasati Parola Utilizator necompletata?

source: Add Channel
ro_ro: Adauga un Canal

source: Edit Zap Channel:
ro_ro: Editeaza Canal Zap:

source: Add Zap Channel
ro_ro: Adauga un Canal Zap
