Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/framework/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: ro_ro

source: Zap Channel DIDs allow you to assign a DID to specific Zap Channels. You can supply the same DID to multiple channels. This would be a common scenario if you have multiple POTS lines that are on a hunt group from your provider. You MUST assign the channel's context to from-zaptel for these settings to have effect. It will be a line that looks like:<br /><br />context = from-zaptel<br /><br />in your zapata.conf configuration effecting the specified channel(s). Once you have assigned DIDs you can use standard Inbound Routes with the specified DIDs to route your calls.
ro_ro: DID pt Canale Zap va permite sa asignati un DID la canale Zap specifice. Puteti furniza acelasi DID pentru canale multiple. Acesta este un scenariu comun cand aveti mai multe linii POTS pe un hunt group al furnizorului. TREBUIE sa asignati contextele canalelor to from-zaptel pentru aceste setari pentru a avea efect. Va fi o linie care va arata astfel <br /><br />context = from-zaptel<br /><br /> in configuratia zapata.conf afectand canalele specificate. Odata asignate DID puteti folosi rutele de intrare standard cu DID specificat pentru rutarea apelurilor.

source: Edit Channel
ro_ro: Editeaza Canal

source: Channel
ro_ro: Canal

source: The Zap Channel number to map to a DID
ro_ro: Numarul de Canal Zap de mapat la un DID

source: A useful description describing this channel
ro_ro: O descriere utila a acestui canal

source: DID
ro_ro: Selezione Passante

source: The DID that this channel represents. The incoming call on this channel will be treated as if it came in with this DID and can be managed with Inbound Routing on DIDs
ro_ro: DID reprezentat de acest canal. Apelul intrat prin acest canal va fi tratat ca si cum ar avea acest DID si poate fi administrat cu Rutare de Intrare

source: Delete
ro_ro: Sterge

source: DID information is normally just an incoming telephone number.\n\nYou have entered a non standard DID pattern.\n\nAre you sure this is correct?
ro_ro: Informatia DID este in mod normal doar un numar de telefon de intrare.\n\nAti introdus un model DID non-standard.\n\nSunteti sigur ca e corect?

source: You appear to be using a converted DID in the form of zapchanNN that was automatically generated during an upgrade. You should consider assigning the DID that is normally associated with this channel to take full advantage of the inbound routing abilities. Changing the DID here will require you to make changes in the Inbound Routes tab. Do you want to continue?
ro_ro: Se pare ca utilizati un DID convertit in forma zapchanNN, generata automat in timpul unui upgrade. Ar trebui sa asignati DID asociat in mod normal acestui canal pentru a putea beneficia deplin de abilitatile de rutare la intrare. Schimbarea DID in aceasta sectiune va necesita sa aduceti modificari in tabelul Rute de Intrare. Doriti sa continuati?
