Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/framework/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: ro_ro

source: Submit
ro_ro: Confirma

source: Internal Options & Configuration
ro_ro: Diverse Optiuni & Configurare

source: Inbound Call Control
ro_ro: Gestionare apeluri de intrare

source: Module Admin
ro_ro: Modul de Administrare

source: System Administration
ro_ro: Administrare Sistem

source: Third Party Addon
ro_ro: Addon-uri terta parte

source: Tools
ro_ro: Instrumente

source: Setup
ro_ro: Configurare

source: Call Cost
ro_ro: Cost Apeluri

source: ** MISSING FEATURE CODE **
ro_ro: ** LIPSA COD SERVICIU **

source: Cronmanager encountered %s Errors
ro_ro: Cronmanager a inregistrat %s Errori

source: The following commands failed with the listed error
ro_ro: Urmatoarele comenzi au esuat cu urmatoarele erori

source: Missing or unreadable config file (%s)...cannot continue
ro_ro: Fisier de configurare (%s) lipsa sau imposibil de citit...nu se poate continua

source: Objects
ro_ro: Obiecte

source: Object
ro_ro: Obiect

source: Used as Destination by %s %s
ro_ro: Utilizat ca destinatie de %s %s

source: Exit code was %s and output was: %s
ro_ro: Codul de eroare a fost %s cu output: %s

source: Could not run %s script.
ro_ro: Nu pot executa urmatorul script %s.

source: Reload failed because retrieve_conf encountered an error: %s
ro_ro: Reload esuat din cauza ca retrieve_conf a generat o eroare: %s

source: retrieve_conf failed, config not applied
ro_ro: retrieve_conf esuat, configurarea nu a fost aplicata

source: Reload failed because FreePBX could not connect to the asterisk manager interface.
ro_ro: Reincarcare esuata, FreePBX nu se poate conecta la asterisk manager.

source: Successfully reloaded
ro_ro: Reincarcat cu succes

source: Could not reload the FOP operator panel server using the bounce_op.sh script. Configuration changes may not be reflected in the panel display.
ro_ro: Nu se poate reincarca OFP panel operator server utilizand scriptul bounce_op.sh. Modificarile de configuratie s-ar putea sa nu fie operate in panel display.

source: Could not reload FOP server
ro_ro: Nu pot reincarca server-ul OFP

source: Successful reload, but could not clear reload flag due to a database error:
ro_ro: Reincarcare efectuata cu succes, dar nu se poate elimina flag-ul de reincarcare din cauza unei erori din baza de date:

source: Add
ro_ro: Adauga

source: Terminate Call
ro_ro: Termina Apel

source: description
ro_ro: descriere

source: The following new modules are available for download. Click delete icon on the right to remove this notice.
ro_ro: Urmatoarele noi module sunt disponibile pentru download. Click pe iconul sterge din partea dreapta pentru a elimina acest mesaj.

source: %s New modules are available
ro_ro: %s Noi module sunt disponibile

source: There is 1 module available for online upgrade
ro_ro: Este disponibil online un modul pentru upgrade

source: There are %s modules available for online upgrades
ro_ro: Sunt disponibile online %s module actualizate

source: %s (current: %s)
ro_ro: %s (curent: %s)

source: PHP Component %s is required but missing from you PHP installation.
ro_ro: Componenta PHP %s este necesara dar lipseste in instalarea dvs. PHP.

source: PHP Component %s version %s is required but missing from you PHP installation.
ro_ro: Componenta PHP %s versiune %s este necesara dar lipseste in instalarea dvs. PHP.

source: Module %s is required, but yours is broken. You should reinstall
ro_ro: Modulul %s este necesar, dar versiunea dvs. este corupta. Reinstalati

source: it and try again.
ro_ro: si incercati din nou.

source: Module %s is required, but yours is disabled.
ro_ro: Modulul %s este necesar, dar in acest moment este dezactivat.

source: Module %s is required, but yours is disabled because it needs to
ro_ro: Modulul %s este necesar, dar in acest moment este dezactivat pentru ca trebuie

source: be upgraded. Please upgrade %s first, and then try again.
ro_ro: actualizat. Mai intai actualizati %s dupa care incercati din nou.

source: Module %s is required, yours is not installed.
ro_ro: Este necesar modulul %s, in acest moment nu este instalat.

source: Module %s is required.
ro_ro: Este necesar modulul %s.

source: File %s must exist.
ro_ro: Este necesar fisierul %s.

source: Requires engine %s, you have: %s
ro_ro: Necesita motor %s, versiunea curenta este %s

source: Requires one of the following engines: %s; you have: %s
ro_ro: Necesita unul dintre urmatoarele motoare: %s; versiunea curenta este: %s

source: A %s version below %s is required, you have %s
ro_ro: O %s versiune inferioara a %s este necesara, aveti %s

source: %s version %s or below is required, you have %s
ro_ro: Versiunea %s sau inferior %s e necesar, aveti %s

source: A %s version newer than %s required, you have %s
ro_ro: O versiune %s mai redecenta decat %s e necesara, aveti %s

source: Your %s version (%s) is incompatible.
ro_ro: %s versiunea (%s) este incompatibila.

source: Only %s version %s is compatible, you have %s
ro_ro: Numai %s versionea %s e compatibila, aveti %s

source: %s version %s or higher is required, you have %s
ro_ro: este necesara %s versiunea %s sau superioara, aveti %s

source: Module
ro_ro: Modulul

source: is already enabled
ro_ro: este deja activat

source: cannot be enabled
ro_ro: nu poate fi activat

source: Module not found in repository
ro_ro: Modulul nu a fost gasit in repositoriu

source: Could not remove %s to install new version
ro_ro: Nu este posibila eliminarea %s pentru instalarea unei noi versiuni

source: Could not untar %s to %s
ro_ro: Nu pot dezarhiva (untar) %s in %s

source: Could not remove old module %s to install new version
ro_ro: Nu se poate dezinstala vechiul modul %s pentru a instala noua versiune

source: Could not move %s to %s
ro_ro: Nu se poate muta %s in %s

source: Error opening %s for writing
ro_ro: Eroare la deschiderea %s pentru scriere

source: Error opening %s for reading
ro_ro: Eroare la deschiderea %s pentru citire

source: Unable to save %s
ro_ro: Nu se poate salva %s

source: File Integrity failed for %s - aborting
ro_ro: Integritatea fisierului %s e compromisa - intrerup

source: Error finding uploaded file - check your PHP and/or web server configuration
ro_ro: Eroare in gasirea fisierului de incarcat - verificati configuratia PHP si/sau a serverului web

source: File must be in tar+gzip (.tgz or .tar.gz) format
ro_ro: Fisierul trebuie sa fie in format tar+gzip (.tgz sau .tar.gz)

source: Filename not in correct format: must be modulename-version.tar.gz (eg. custommodule-0.1.tar.gz)
ro_ro: Numele fisierului nu este intr-un format corect: trebuie numemodul-versiune.tar.gz (ex. exemplumodul-0.1.tar.gz)

source: Error creating temporary directory: %s
ro_ro: Eroare la crearea directorului temporar: %s

source: Error untaring uploaded file. Must be a tar+gzip file
ro_ro: Eroare aparuta la decompresia fisierului. Trebuie sa fie un fisier tar+gzip

source: Error removing temporary directory: %s
ro_ro: Eroare la stergerea directorului temporar: %s

source: Cannot find module
ro_ro: Modulul nu a fost gasit

source: Could not read module.xml
ro_ro: module.xml nu poate fi citit

source: is broken and cannot be installed. You should try to download it again.
ro_ro: este corupt si nu poate fi instalat. Ar trebui sa-l descarcati din nou.

source: Failed to run installation scripts
ro_ro: Rularea scriptului de instalare a esuat

source: Error updating database. Command was: %s; error was: %s
ro_ro: Eroare la actualizarea bazei de date. Comanda a fost: %s, eroarea: %s

source: Specified module not found
ro_ro: Modulul specificat nu a fost gasit

source: Module not enabled: cannot disable
ro_ro: Modulul nu este activ: nu de poate dezactiva

source: Cannot disable: The following modules depend on this one:
ro_ro: Nu se poate dezactiva: Urmatoarele module depind de acesta:

source: Module not installed: cannot uninstall
ro_ro: Modul neinstalat: nu se poate dezinstala

source: Error updating database:
ro_ro: Eroare la actualizarea bazei de date:

source: Failed to run un-installation scripts
ro_ro: Eroare la executarea scriptului de dezinstalare

source: Cannot delete directory %s
ro_ro: Nu se poate sterge directorul %s

source: Error deleting directory %s (code %d)
ro_ro: Eroare la stergerea directorului %s (cod %d)

source: You have %s disabled modules
ro_ro: Urmatoarele %s module sunt dezactivate

source: You have a disabled module
ro_ro: Aveti un modul dezactivat

source: The following modules are disabled because they need to be upgraded:
ro_ro: Urmatoarele module au fost dezactivate deoarece necesita upgrade:

source: You should go to the module admin page to fix these.
ro_ro: Trebuie sa accesati pagina de administrare a modulelor pentru a repara acestea

source: You have %s broken modules
ro_ro: Aveti %s module corupte

source: You have a broken module
ro_ro: Aveti un modul corupt

source: The following modules are disabled because they are broken:
ro_ro: Urmatoarele module sunt dezactivate deoarece sunt corupte:

source: Administration
ro_ro: Administrare

source: Default Asterisk Manager Password Used
ro_ro: Utilizare Parola Asterisk Manager predefinita

source: You are using the default Asterisk Manager password that is widely known, you should set a secure password
ro_ro: Utilizati parola default a modulului Asterisk Manager care este nesigura, pentru confortul dvs, va recomandam sa folositi o parola mai sigura

source: Module Administration
ro_ro: Modul de Administrare

source: NOTICE
ro_ro: Nota

source: You have accessed the extended repository which includes un-supported and third party modules
ro_ro: Ati accesat un repositoriu extern care include module fara suport, de terta-parte

source: Warning: Cannot connect to online repository (%s). Online modules are not available.
ro_ro: Atentie: Nu se poate conecta la repozitoriul online (%s). Nu exista module online disponibile.

source: Warning: Error retrieving updates from online repository (%s). Online modules are not available.
ro_ro: Atentie: Eroare la recuperarea updates dinspre repositoriul online. Nu sunt disponibile module online(%s).

source: Please wait while module actions are performed
ro_ro: Asteptati ... proces in executie

source: Downloading %s
ro_ro: Descarcare %s

source: Error(s) downloading %s
ro_ro: Eroare(i) la descarcare %s

source: Error(s) installing %s
ro_ro: Eroare (i) la instalarea %s

source: %s installed successfully
ro_ro: %s instalat cu succes

source: Error(s) enabling %s
ro_ro: Eroare (i) la activarea %s

source: %s enabled successfully
ro_ro: %s activat cu succes

source: Error(s) disabling %s
ro_ro: Eroare (i) la dezactivarea %s

source: %s disabled successfully
ro_ro: %s dezactivat cu succes

source: Error(s) uninstalling %s
ro_ro: Eroare (i) la dezinstalare %s

source: %s uninstalled successfully
ro_ro: %s dezilstalat cu succes

source: Return
ro_ro: Intoarcere

source: %s cannot be upgraded: %s Please try again after the dependencies have been installed.
ro_ro: %s nu poate fi upgradat: %s Va rugam sa reincercati dupa instalarea dependintelor.

source: %s %s will be upgraded to online version %s
ro_ro: %s %s urmeaza sa fie upgradat la versiunea online %s

source: %s %s will be re-installed to online version %s
ro_ro: %s %s va fi reinstalat la versiunea online %s

source: %s %s will be downgraded to online version %s
ro_ro: %s %s va fi downgradat la versiunea online %

source: %s cannot be installed: %s Please try again after the dependencies have been installed.
ro_ro: %s nu poate fi instalat: %s Reincercati dupa instalarea dependintelor.

source: %s %s will be downloaded and installed
ro_ro: %s %s va fi downloadat si instalat

source: %s %s will be upgraded to %s
ro_ro: %s %s va fi upgradat la %s

source: %s %s will be installed and enabled
ro_ro: %s %s va fi instalat si activat

source: %s cannot be enabled: %s Please try again after the dependencies have been installed.
ro_ro: %s nnu poaet fi activat: %s Reincercati dupa instalarea dependintelor.

source: %s %s will be enabled
ro_ro: %s %s va fi activat

source: %s cannot be disabled because the following modules depend on it: %s Please disable those modules first then try again.
ro_ro: %s nu poate fi dezactivat deoarece urmatoarele module depind de acesta: %s Dezactivati intai aceste module si apoi incercati din nou.

source: %s %s will be disabled
ro_ro: %s %s va fi dezactivat

source: %s cannot be uninstalled because the following modules depend on it: %s Please disable those modules first then try again.
ro_ro: %s nu poate fi dezinstalat deoarece urmatoarele module depind de acesta: %s Dezinstalati intai aceste module si apoi incercati din nou.

source: %s %s will be uninstalled
ro_ro: %s %s va fi dezinstalat

source: Errors with selection:
ro_ro: Eroare (i) la selectarea:

source: You may confirm the remaining selection and then try the again for the listed issues once the required dependencies have been met:
ro_ro: Puteti confirma selectiunea ramasa urmand sa reincercati in cazul problemelor listate dupa ce dependintele necesare dunt indeplinite:

source: Please confirm the following actions:
ro_ro: Confirmati urmatoarele operatiuni:

source: Upgrades, installs, enables and disables:
ro_ro: Upgrade, instalari, activari si dezactivari

source: Forced downgrades and re-installs:
ro_ro: Downgrade fortat si reinstalari

source: Confirm
ro_ro: Confirma

source: No actions to perform
ro_ro: Nici o operatiune in derulare

source: Please select at least one action to perform by clicking on the module, and selecting an action on the "Action" tab.
ro_ro: Selectati cel putin o operatiune, prin click pe modul, si selectati o actiune din tab-ul "Action".

source: Cancel
ro_ro: Anuleaza

source: Manage local modules
ro_ro: Administrare module locale

source: Check for updates online
ro_ro: Verificare disponibilitate online updates

source: Checking for updates will transmit your FreePBX and Asterisk version numbers along with a unique but random identifier. This is used to provide proper update information and track version usage to focus development and maintenance efforts. No private information is transmitted.
ro_ro: In cadrul procesului de verificare pentru updates va fi transmis numarul dumneavoastra FreePBX precum si versiunea Asterisk impreuna cu un identificator unic, generat aleator. Acestea sunt utilizate pentru a furniza informatii corecte in legatura cu update si pentru a pastra un istoric al versiunilor utilizate cu scopul de a canaliza in mod eficient eforturile de dezvoltare si mentenanta Nu va fi transmisa nici o informatie privata.

source: Upload module
ro_ro: Incarca modul

source: The following error(s) occurred processing the uploaded file: %s
ro_ro: Urmatoarele erori au aparut la procesarea fisierului incarcat: %s

source: You should fix the problem or select another file and %s.
ro_ro: Trebuie sa rezolvati problema sau sa selectati un alt fisier si %s.

source: try again
ro_ro: reincercati

source: Module uploaded successfully. You need to enable the module using %s to make it available.
ro_ro: Modul incarcat cu succes. trebuie sa activati modulul utilizand %s pentru a-l face disponibil.

source: local module administration
ro_ro: Administrare locala module

source: You can upload a tar gzip file containing a FreePBX module from your local system. If a module with the same name already exists, it will be overwritten.
ro_ro: Puteti face upload unui fisier tar gzip continand un modul FreePBX al sistemului dumneavoastra.Daca exista deja un modul cu acelasi nume, va fi suprascris.

source: Show only upgradeable
ro_ro: Arata doar upgradabil

source: Download all
ro_ro: Descarca toate

source: Upgrade all
ro_ro: Actualizeaza toate

source: Process
ro_ro: Proces

source: Module
ro_ro: Modul

source: Version
ro_ro: Versiune

source: Publisher
ro_ro: Editor

source: Broken
ro_ro: Nefunctional

source: name
ro_ro: nume

source: Not Installed (Locally available)
ro_ro: Nu este Instalat (disponibil local)

source: Not Installed (Available online: %s)
ro_ro: Nu este instalat (Disponibil online: %s)

source: Disabled; Online upgrade available (%s)
ro_ro: Dezactivat; Upgrade disponibil online (%s)

source: Disabled; Newer than online version (%s)
ro_ro: Dezactivat; Versiune mai noua decat cea online (%s)

source: Disabled; up to date
ro_ro: Dezactivat: actualizat

source: Disabled
ro_ro: Dezacticvat

source: Disabled; Pending upgrade to %s
ro_ro: Dezactivat; In asteptare pentru upgrade la %s

source: Online upgrade available (%s)
ro_ro: Uprade disponibil online (%s)

source: Newer than online version (%s)
ro_ro: Mai nou decat versiunea online (%s)

source: Enabled and up to date
ro_ro: Activat si actualizat

source: Enabled; Not available online
ro_ro: Activat; Nu e disponibil online

source: Enabled
ro_ro: Activat

source: Attention
ro_ro: Atentie

source: attention
ro_ro: atentie

source: Action
ro_ro: Actiune

source: No Action
ro_ro: Nici o Actiune

source: Install
ro_ro: Instaleaza

source: Download and Install
ro_ro: Descarca si Instaleaza

source: Enable
ro_ro: Activeaza

source: Uninstall
ro_ro: Dezinstaleaza

source: Download %s, keep Disabled
ro_ro: Descarca %s, pastreaza Dezactivat

source: Upgrade to %s and Enable
ro_ro: Actualizeaza la %s si Activeaza

source: Download and Upgrade to %s
ro_ro: Descarca si Actualizeaza la %s

source: Force Download and Install %s
ro_ro: Forteaza Descarcare si Instalare %s

source: Force Download and Downgrade to %s
ro_ro: Forteaza Descarcare si Downgrade la %s

source: Disable
ro_ro: Dizactivare

source: Description
ro_ro: Descriere

source: Publisher: %s
ro_ro: Editor: %s

source: License: %s
ro_ro: Licenta: %s

source: Description for version %s
ro_ro: Descriere pentru versiunea %s

source: No description is available.
ro_ro: Nici o descriere disponibila.

source: More info
ro_ro: Informatii aditionale

source: Get help for %s
ro_ro: Obtine ajutor pentru %s

source: Change Log for version %s
ro_ro: Change Log pentru versiune %s

source: All available modules are up-to-date and installed.
ro_ro: Toate modulele disponibile sunt actualizate si instalate.

source: No modules to display.
ro_ro: Nici un modul de vizualizat.

source: Untarring..
ro_ro: Dezarhivare in curs..

source: Done.
ro_ro: Realizat.

source: Standard Repository
ro_ro: Repozitoriu Standard

source: Extended Repository
ro_ro: Repozitoriu Extins

source: You have selected to access the Extended Repository. This repository contains some Third Party and un-supported modules. Although these modules are believed to work with FreePBX, they are either developed by third parties in conjunction with optional PBX components, or they are not directly sponsored by the core FreePBX team and may not receive the same level of responsiveness to issues as the main code base does.
ro_ro: Ati selectat sa accesati Repozitoriu Extins. Acest repozitoriu contine module terta-parte si module fara suport. Desi aceste module probabil ca vor functiona cu FreePBX, ele sunt dezvoltate de catre terti in conjunctie cu componente PBX optionale, sau nu sunt direct sponsorizate de catre echipa FreePBX si probabil ca nu vor fi tratate cu acelasi nivel de suport ca in cazul codului de baza.

source: FreePBX: Flash Operator Panel
ro_ro: FreePBX: Operator Flash Panel

source: Flash Operator Panel
ro_ro: Panel Operator

source: FreePBX: Call Detail Reports
ro_ro: FreePBX: Raport delatiat Apeluri

source: Call Detail Reports
ro_ro: Raport Detaliat Apeluri

source: Call Logs
ro_ro: Lista Apeluri

source: Compare Calls
ro_ro: Compara Apelurile

source: Monthly Traffic
ro_ro: Trafic Lunar

source: Daily load
ro_ro: Incarcare Zilnica

source: Potential Security Breach
ro_ro: Potentiala Problema de Securitate

source: You are attempting to modify settings from a URL that does not appear to have come from a FreePBX page link or button. This can occur if you manually typed in the URL below. This action has been blocked because the HTTP_REFERER does not match your current SERVER. If you require this access, you can set CHECKREFERER=false in amportal.conf to disable this security check
ro_ro: Sunteti in proces de modificare a unor setari de la o adresa URL care nu pare sa apartina unei pagini sau buton FreePBX. Aceasta operatiune a fost blocata deoarece HTTP_REFERED nu corespunde SERVERULUI dumneavoastra curent.Daca aveti nevoie sa accesati in acest mod, puteti seta CHECKREFERER=false in amportal.conf pentru a dezactiva verificarea de securitate

source: The suspect URL is listed below. If this action is intended, you can click this link and your action will be processed. Do not proceed with this if you did not intended to execute this command as it may result in changes to your configuration.
ro_ro: Linkul suspect este prezentat mai jos. Daca aceasta actiune este intentionata, puteti da clickpe acest link iar actiunea va fi procesata. Nu continuati daca nu intentionati sa executati aceasta comanda care va avea ca rezultat schimbarea configuratiilor.

source: SUSPECT LINK:
ro_ro: LINK SUSPECT:

source: category
ro_ro: categoria

source: WARNING: Javascript is disabled in your browser. The FreePBX administration interface requires Javascript to run properly. Please enable javascript or switch to another browser that supports it.
ro_ro: Atentie: Javascript este dezactivat pentru browserul dumneavoastra. Interfata de administrare FreePBX necesita Javascript pentru a functiona in parametri. Activati Javascript sau utilizati alt browser care sa suporte aceasta cerinta.

source: %s is a registered trademark of %s
ro_ro: %s este marca inregistrata %s

source: %s is licensed under %s
ro_ro: %s este licentiat sub %s

source: %s %s on %s
ro_ro: %s %s la %s

source: Management
ro_ro: Gestiune

source: Admin
ro_ro: Administrare

source: Reports
ro_ro: Rapoarte

source: Recordings
ro_ro: Înregistrãri

source: Help
ro_ro: Ajutor

source: Logged in:
ro_ro: Conectat:

source: Logout
ro_ro: Deconectare

source: Reload Required
ro_ro: Este necesar sa reincarcati

source: Apply Configuration Changes
ro_ro: Aplicati Modificarile

source: You have made changes to the configuration that have not yet been applied. When you are finished making all changes, click on %s to put them into effect.
ro_ro: Ati efectuat modificari ale configuratiei care nu au intrat inca in aplicare. Cand ati incheiat toate schimbarile, dati click pe %s pentru a le lansa in actiune.

source: error(s) occurred, you should view the notification log on the dashboard or main screen to check for more details.
ro_ro: eroare (i) aparute, pentru mai multe detalii accesati logul de notificari pe dashboard sau ecranul principal.

source: Close
ro_ro: Închide

source: Retry
ro_ro: Reincearca

source: Error: Did not receive valid response from server
ro_ro: Eroare: Raspuns invalid de la server

source: Reloading will apply all configuration changes made in FreePBX to your PBX engine and make them active.
ro_ro: Prin reincarcare se vor aplica si activa toate modificarile de configuratie facute in FreePBX pentru PBX-ul dumneavoastra.

source: Accept
ro_ro: Accepta

source: Continue with reload
ro_ro: Continua cu reincarcare

source: Cancel reload and go back to editing
ro_ro: Anuleaza reincarcarea si intoarce la editare

source: Please wait, reloading..
ro_ro: Va rugam asteptati, reincarcare in desfasurare..

source: Loading...
ro_ro: Incarcare...

source: Logged out
ro_ro: Deconectat

source: You have been successfully logged out.
ro_ro: Ati fost deconectat cu succes.

source: Log in
ro_ro: Conectat

source: [WARNING]: Menu Item: %s is disabled because asterisk is not running
ro_ro: [ATENTIE]: Menu Item: %s deactivata deoarce asterisk nu e operational

source: Restart Asterisk and then refresh the browser in order to try accessing this menu item again.
ro_ro: Restartati Asterisk si incercati broser refresh pentru a accesa din nou acest menu item.
