Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/framework/htdocs/admin/i18n/*/LC_MESSAGES/amp.po
Languages: ro_ro

source: Not found
ro_ro: Nu a fost gasit

source: The section you requested does not exist or you do not have access to it.
ro_ro: Sectiunea ceruta nu exista sau nu sunteti autorizat sa o accesati.

source: Unauthorized
ro_ro: Ne autorizat

source: You are not authorized to access this page.
ro_ro: Nu sunteti autorizat sa accesati aceasta pagina.

source: Warning:
ro_ro: Atentie:

source: Cannot connect to Asterisk Manager with
ro_ro: Nu se poate conecta la Asterisk Manager cu

source: Asterisk may not be running.
ro_ro: Asterisk posibil neoperational

source: Welcome to FreePBX.
ro_ro: Bun venit la FreePBX.

source: Critical
ro_ro: Critic

source: Security
ro_ro: Securitate

source: Update
ro_ro: Actualizeaza

source: Error
ro_ro: Eroare

source: Warning
ro_ro: Atentie

source: Notice
ro_ro: Notifica

source: If you're new to FreePBX, Welcome. Here are some quick instructions to get you started
ro_ro: Bun venit noilor utilizatori FreePBX. Pentru inceput veti regasi mai jos cateva instructiuni rapide

source: There are a large number of Plug-in modules available from the Online Repository. This is available by clicking on the <a href='%s'>Tools menu</a> up the top, then <a href='%s'>Module Admin</a>, then <a href='%s'>Check for updates online</a>. Modules are updated and patched often, so if you are having a problem, it's worth checking there to see if there's a new version of the module available.
ro_ro: In Repositoriul Online se regasesc un numar mare de module Plug-in. Pot fi accesate cu click <a href='%s'>Instrumente</a> in partea superioara apoi <a href='%s'>Administrare Modin</a> si in final <a href='%s'>Verificare updates online</a>. Modulele sunt updatate in mod curent prin urmare, daca intampinati probleme e indicat sa verificati daca sunt versiuni noi disponibile.

source: If you're having any problems, you can also use the <a href='%s'>Online Support</a> module (<b>you need to install this through the <a href='%s'>Module Repository</a> first</b>) to talk to other users and the developers in real time. Click on <a href='%s'>Start IRC</a>, when the module is installed, to start a Java IRC client.
ro_ro: Daca intampinati probleme, puteti utiliza modulul <a href='%s'>Suport Online</a> (<b> intai trebuie sa il instalati via <a href='%s'>Repositoriu Module</a></b>) pentru a comunica in timp real cu alti utilizatori sau dezvoltatori. Dupa ce modulul este instalat, click pe <a href='%s'>Start IRC</a>, pentru a lansa un client Java IRC.

source: There is also a community based <a href='%s' target='_new'>FreePBX Web Forum</a> where you can post questions and search for answers for any problems you may be having.
ro_ro: Totodata exista forumul comunitatii <a href='%s' target='_new'> Web Forum FreePBX</a> unde puteti posta intrebari si puteti cauta raspunsuri pentru orice problema intampinati.

source: We hope you enjoy using FreePBX!
ro_ro: Speram ca FreePBX vine in intampinarea cerintelor dvs. de comunicare!

source: Default SQL Password Used
ro_ro: Parola SQL predefinita

source: You are using the default SQL password that is widely known, you should set a secure password
ro_ro: In acesti moment utilizati parola SQL predefinita, va recomandam sa o inlocuiti cu o parola securizata.

source: Memory Limit Changed
ro_ro: Limita de Memorie a fost schimbata

source: Your memory_limit, %sM, is set too low and has been increased to %sM. You may want to change this in you php.ini config file
ro_ro: Limita de memorie, %sM, este setata prea jos si a fost crescuta la %sM. Trebuie sa inregistrati aceasta schimbare in fisierul php.ini

source: Low Memory Limit
ro_ro: Limita minima de Memorie

source: Your memory_limit, %sM, is set too low and may cause problems. FreePBX is not able to change this on your system. You should increase this to %sM in you php.ini config file
ro_ro: Limita de memorie, %sM, este setata prea jos si poate cauza probleme.FreePBX nu poate face schimbarea in sistemul dumneavoastra. Trebuie sa cresteti valoarea la &M in fisierul propriu php.ini.

source: You have magic_quotes_gpc enabled in your php.ini, http or .htaccess file which will cause errors in some modules. FreePBX expects this to be off and runs under that assumption
ro_ro: Aveti magic_quotes_gpc enablat in fisierele dumneavoastra php.ini, http sau .htaccess fapt care ar putea conduce la erori in anumite module. FreePBX porneste de la prezumtia ca aceasta setare este dezactivata si ruleaza in consecinta.

source: Please select a "Destination"
ro_ro: Selecteaza o "Destinatie"

source: Custom Goto contexts must contain the string "custom-". ie: custom-app,s,1
ro_ro: Contextele Custom Goto trebuie sa contina sirul "custom-". Es.: custom-app,s,1

source: The secret must be at minimum six characters in length.
ro_ro: Parola trebuie sa aiba minim sase caractere

source: The secret must contain at least two numbers and two letters.
ro_ro: Parola trebuie sa contina cel putin doua cifre si doua litere

source: Core
ro_ro: Sistem

source: Basic
ro_ro: Baza

source: Extensions
ro_ro: Extensii

source: Users
ro_ro: Utilizatori

source: Devices
ro_ro: Dispozitive

source: Inbound Routes
ro_ro: Rute de Intrare

source: Zap Channel DIDs
ro_ro: DID-uri Canal Zap

source: Outbound Routes
ro_ro: Rute de iesire

source: Trunks
ro_ro: Trunchiuri

source: General Settings
ro_ro: Setari Generale

source: Administrators
ro_ro: Administratori

source: FreePBX Support
ro_ro: Suport FreePBX

source: Hangup
ro_ro: Inchide

source: Congestion
ro_ro: Congestie

source: Busy
ro_ro: Ocupat

source: Play SIT Tone (Zapateller)
ro_ro: Utilizeaza SIT Tone (Zapteller)

source: Put caller on hold forever
ro_ro: Pune apelant on-hold permanent

source: Play ringtones to caller until they hangup
ro_ro: Ruleaza tonuri de apel catre apelant pana cand acesta inchide

source: User Extension %s: %s
ro_ro: Extensie Utilizator %s: %s

source: A route for this DID/CID already exists!
ro_ro: Deja exista o ruta pentru acest DID/CID!

source: You must put in a device id
ro_ro: Trebuie sa introduceti un ID de dispozitiv

source: This device id is already in use
ro_ro: Dispozitivul este deja in uz

source: User Extension:
ro_ro: Extensie Utilizator:

source: Inbound Route: %s (%s)
ro_ro: Ruta de intrare: %s (%s)

source: You must put in an extension (or user) number
ro_ro: Trebuie sa introduceti o extensie (sau utilizator)

source: This user/extension %s is already in use
ro_ro: Acest utilizator/ extensie este deja in uz

source: A route with this DID/CID: %s/%s already exists
ro_ro: Exista deja o ruta cu acest DID/CID: %s/%s

source: Invalid Channel Number, must be numeric and not blank
ro_ro: Numar Canal invalid, trebuie sa fie in format numeric – nu lasati necompletat

source: Invalid DID, must be a non-blank DID
ro_ro: DID invalid, nu trebuie sa fie necompletat

source: Error Duplicate Channel Entry
ro_ro: Eroare Numar Canal duplicat

source: Failed to open %s for writing, aborting attempt to write the country indications. The file may be readonly or the permissions may be incorrect.
ro_ro: Deschidere %s esuata pentru scriere, incercarea de a modifica indicatiile de tara a fost anulata. Fisierul este read-only sau drepturile de scriere sunt incorect setate.

source: Failed to write indications.conf
ro_ro: Actiunea de modificare indications.conf a esuat

source: On Demand
ro_ro: La Cerere

source: Always
ro_ro: Intotdeauna

source: Never
ro_ro: Niciodata

source: Screen Caller: No Memory
ro_ro: Control Apelant: Fara Memorie

source: Screen Caller: Memory
ro_ro: Control Apelant: Memorie

source: Default
ro_ro: Predefinit

source: deleted
ro_ro: sters

source: Extension
ro_ro: Extensie

source: Delete Extension %s
ro_ro: Sterge Extensie %s

source: User
ro_ro: Utilizator

source: Delete User %s
ro_ro: Sterge Utilizator %s

source: Add User/Extension
ro_ro: Adauga utilizator/Extensie

source: Please enter a valid extension number.
ro_ro: Va rugam sa introduceti un numar de extensie valid.

source: Please enter a valid CID Num Alias (must be a valid number).
ro_ro: Va rugam sa introduceti un Alias ID valid (trebuie sa fie un numar valid).

source: Please enter valid User Password using numbers only
ro_ro: Va rugam sa introduceti o parola valida, utilizand doar cifre.

source: Please enter a valid Display Name
ro_ro: Va rugam sa introduceti un Nume valid

source: Please enter a valid Outbound CID
ro_ro: Va rugam sa introduceti un ID de iesire valid

source: Please enter a valid pause time in seconds, using digits only
ro_ro: Va rugam sa introduceti o perioada valida de pauza, in secunde, utilizand doar cifre

source: You have entered a non-standard dialpattern for your DID. You can only enter standard dialpatterns. You must use the inbound routing form to enter non-standard patterns
ro_ro: Ati introdus un model de apelare non-standard pentru DID-ul dumneavoastra. Nu puteti introduce decat modele de apelare standard. Trebuie sa utilizati forma de rutare a apelurilor din exterior pentru a putea introduce modele non-standard.

source: Please enter a valid Caller ID Number or leave it blank for your Assigned DID/CID pair
ro_ro: Va rugam sa introduceti un ID numar apelant valid sau lasati spatiu gol pentru perechea asignata DID/CID.

source: Edit Extension
ro_ro: Modifica Extensie

source: Add Extension
ro_ro: Adauga Extensie

source: Edit User
ro_ro: Modifica Utilizator

source: Add User
ro_ro: Adauga Utilizator

source: User Extension
ro_ro: Extensie Utilizator

source: The extension number to dial to reach this user.
ro_ro: Numarul de extensie utilizat pentru apelarea acestui utilizator.

source: User Password
ro_ro: Parola Utilizator

source: A user will enter this password when logging onto a device.
ro_ro: Utilizatorul va introduce aceasta parola cand se va conecta la un dispozitiv.

source: logs into a device.
ro_ro: se conecteaza la un dispozitiv.

source: logs out of a device.
ro_ro: se deconecteaza de la un dispozitiv.

source: Display Name
ro_ro: Afiseaza Nume

source: The caller id name for calls from this user will be set to this name. Only enter the name, NOT the number.
ro_ro: Indicativul pentru apelurile de la acest utilizator vor fi setate pe numele acestuia. Introduceti doar numele, NU si interiorul

source: CID Num Alias
ro_ro: Indicativ numar Alias

source: The CID Number to use for internal calls, if different from the extension number. This is used to masquerade as a different user. A common example is a team of support people who would like their internal callerid to display the general support number (a ringgroup or queue). There will be no effect on external calls.
ro_ro: Numarul CID utlizat pentru apelurile interne, daca este diferit de numarul de extensie. Acesta este utilizat pentru deghiza identitatea utilizatorului. De exemplu, grupul de suport poate avea ca indicativ pentru apelurile interne numarul general pentru asistenta (grup sau coada de apelare). Nu va avea nici un efect asupra apelurilor externe.

source: SIP Alias
ro_ro: Alias SIP

source: If you want to support direct sip dialing of users internally or through anonymous sip calls, you can supply a friendly name that can be used in addition to the users extension to call them.
ro_ro: Daca doriti sa sustineti apelarea sip directa a userilor interni sau via apeluri sip nenominalizate, puteti furniza un nume care va fi utilizat impreuna cu interiorul utilizatorului pentru a-i apela.

source: User Devices
ro_ro: Dispozitive utilizator/aparate

source: Edit:
ro_ro: Modifica:

source: Extension Options
ro_ro: Optiuni Extensie

source: Outbound CID
ro_ro: CID de iesire

source: Overrides the caller id when dialing out a trunk. Any setting here will override the common outbound caller id set in the Trunks admin.<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound callerid feature for this user.
ro_ro: Anuleaza ID-ul apelantului cand se formeaza printr-un trunchi catre exterior. Orice setare in acest punct va suprascrie ID-ul apelantului normal stabilit in administrarea de trunchi <br><br>Formato: <b>"Nume apelant" &lt;#######&gt;</b><br><br> Lasati acest spatiu liber pentru a dezactiva optiunea de ID apelant de iesire pentru acest utilizator.

source: Ring Time
ro_ro: Durata sonerie

source: Number of seconds to ring prior to going to voicemail. Default will use the value set in the General Tab. If no voicemail is configured this will be ignored.
ro_ro: Numarul de secunde de sonerie inainte de a se activa casuta vocala. In mod predefinit va utiliza valoarea stabilita in Meniul General. Daca nu se configureaza casuta vocala aceasta setare va fi ignorata.

source: Call Waiting
ro_ro: Apel in asteptare

source: Set the initial/current Call Waiting state for this user's extension
ro_ro: Stabiliti starea initiala/curenta de Apel in Asteptare pentru interiorul acestui utilizator

source: Call Screening
ro_ro: Control Apelant

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that callerid. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerId.
ro_ro: Functia Control Apelant va cere apelantilor externi sa isi mentioneze numele, urmand sa fie reprodus catre utilizator, acordandu-i acestuia posibilitatea de a accepta sau refuza apelul. Controlul Apelant cu memorare va verifica numele apelantului o singura data. Controlul Apelant fara memorare va cere intotdeauna apelantului sa isi spuna numele. In ambele situatii va anunta intotdeauna apelantul in functie de ultima inregistrare cu acel ID apelant. Daca oricare utilizator foloseste optiunea cu memorare, in momentul in care este apelat, apelantul va fi nevoit sa repete numele iar toti utilizatorii din sistem vor beneficia de acea prezentareasociata cu ID Apelant.

source: Pinless Dialing
ro_ro: Apelare fara Pin

source: Enabling Pinless Dialing will allow this extension to bypass any pin codes normally required on outbound calls
ro_ro: Prin activarea Apelarii fara Pin se va permite acestei extensii sa sara peste orice tip de cod pin cerunt in mod obisnuit pentru apelurile de iesire

source: Assigned DID/CID
ro_ro: DID/CID Asignat

source: DID Description
ro_ro: Descriere DID

source: A description for this DID, such as "Fax"
ro_ro: O descriere a acestui DID, de exemplu "Fax"

source: Add Inbound DID
ro_ro: Adauga DID intrare

source: A direct DID that is associated with this extension. The DID should be in the same format as provided by the provider (e.g. full number, 4 digits for 10x4, etc).<br><br>Format should be: <b>XXXXXXXXXX</b><br><br>.An optional CID can also be associated with this DID by setting the next box
ro_ro: Numarul direct DID asociat cu extensia prezenta. Trebuie sa fie in acelasi format cu cel oferit de furnizor (ex: numar intreg, 4 cifre sau 10x4,etc) <br><br>Formatul ar trebui sa fie : <b>XXXXXXXXXX</b><br><br> Un CID optional se poate asocia cu acest DID prin setarea casutei urmatoare.

source: Add Inbound CID
ro_ro: Adauga CID intrare

source: Add a CID for more specific DID + CID routing. A DID must be specified in the above Add DID box. In addition to standard dial sequences, you can also put Private, Blocked, Unknown, Restricted, Anonymous and Unavailable in order to catch these special cases if the Telco transmits them.
ro_ro: Adaugati un CID pentru rutare specifica DID + CIDDID trebuie specificat in casuta Adauga DID de mai sus. Suplimentar secventelor de apelare standard, puteti adauga Privat, Blocat, Necunoscut, Restrictionat, Anonim sau Indisponibil pentru a acoperi toate situatiile, daca furnizorul de telefonie transmite acest tip de informatii.

source: Any DID
ro_ro: Orice DID

source: Recording Options
ro_ro: Optiuni Inregistrare

source: Record Incoming
ro_ro: Inregistreaza Intrarile

source: Record all inbound calls received at this extension.
ro_ro: Inregistreaza toate apelurile din exterior catre aceasta extensie.

source: Record Outgoing
ro_ro: Inregistreaza Iesirile

source: Record all outbound calls received at this extension.
ro_ro: Inregistreaza toate apelurile catre exterior de la aceasta extensie.

source: Warning! Extension
ro_ro: Atentie! Extensia

source: is not allowed for your account
ro_ro: nu este permisa pentru acest cont

source: Conflicting Extensions
ro_ro: Extensii in conflict

source: The following extension numbers are in conflict, you can click on the item(s) below to edit the conflicting entity.
ro_ro: Urmatoarele extensii sunt in conflict, dati click pe cheile de mai jos pentru a edita pe cea care le genereaza .

source: Configure user again:
ro_ro: Reconfigurare utilizator:

source: Configure extension again:
ro_ro: Reconfigurare extensie:

source: Please enter the dtmfmode for this device
ro_ro: Va rugam sa introduceti dtmfmode pentru acest aparat

source: Please enter the channel for this device
ro_ro: Va rugam sa introduceti canalul pentru acest aparat

source: You have not entered a Secret for this device, although this is possible it is generally bad practice to not assign a Secret to a device. Are you sure you want to leave the Secret empty?
ro_ro: Nu ati introdus nici o parola (secret) pentru acest aparat , desi e posibil nu va sfatuim sa nu utilizati nici o parola pentru dispozitiv. Sunteti sigur ca vreti sa lasati campul Secret gol?

source: Please enter a Secret for this device
ro_ro: Va rugam sa introduceti o parola (secret) pentru acest dispozitiv

source: Generic SIP Device
ro_ro: Dispozitiv SIP generic

source: Generic IAX2 Device
ro_ro: Dispozitiv IAX2 generic

source: Generic ZAP Device
ro_ro: Dispozitiv ZAP generic

source: Other (Custom) Device
ro_ro: Alte tipuri de Dispozitive (personalizate)

source: None (virtual exten)
ro_ro: Nici unul (extensie virtuala)

source: none
ro_ro: nici unul

source: New User
ro_ro: Utilizator Nou

source: Add Device
ro_ro: Adauga Dispozitiv

source: Add an Extension
ro_ro: Adauga o Extensie

source: Please select your Device below then click Submit
ro_ro: Selectionati tipul Dispozitivului si apoi faceti click pe Confirma

source: Device
ro_ro: Dispozitiv

source: Delete Device %s
ro_ro: Sterge Dispozitiv %s

source: Edit Default User: %s
ro_ro: Modifica User predefinit: %s

source: Edit Fixed User: %s
ro_ro: Modifica User Fix: %s

source: Add %s Device
ro_ro: Adauga %s Dispozitiv

source: Add %s Extension
ro_ro: Adauga %s Extensie

source: Please enter a device id.
ro_ro: Va rugam introduceti id-ul dispozitivului.

source: Please enter a valid Description for this device
ro_ro: Va rugam introduceti o Descriere valida pentru acest dispozitiv

source: Please enter a valid Emergency CID
ro_ro: Va rugam introduceti un CID de Urgenta valid

source: Device Info
ro_ro: Informatii Dispozitiv

source: Device ID
ro_ro: ID Dispozitiv

source: Give your device a unique integer ID. The device will use this ID to authenticate to the system.
ro_ro: Dati dispozitivului un ID unic. Dispozitivul va utiliza acest ID pentru a se autentifica in sistem.

source: The caller id name for this device will be set to this description until it is logged into.
ro_ro: Indentificatorul pentru apelurie provenite de la acest dispozitiv vor fi stabilite conform acestei descrieri pana cand un utilizator se va conecta

source: Emergency CID
ro_ro: CID de urgenta

source: This caller id will always be set when dialing out an Outbound Route flagged as Emergency. The Emergency CID overrides all other caller id settings.
ro_ro: Va fi utilizat de fiecare data cand se va apela extern via o ruta desemnata de Urgenta CID-ul de Urgenta va suprascrie toate celelalte identificatoare stabilite.

source: Device Type
ro_ro: Tipul Dispozitivului

source: Devices can be fixed or adhoc. Fixed devices are always associated to the same extension/user. Adhoc devices can be logged into and logged out of by users.
ro_ro: Tipul dispozitivelor poate fi fix sau AdHoc. Dispozitivele fixe vor fi intotdeauna asociate aceluiasi interior/utilizator. La dispozitivele AdHoc utilizatorii se pot conecta sau deconecta in mod dinamic.

source: Default User
ro_ro: Utilizator predefinit

source: Fixed devices will always mapped to this user. Adhoc devices will be mapped to this user by default.<br><br>If selecting 'New User', a new User Extension of the same Device ID will be set as the Default User.
ro_ro: Dispozitivele fixe vor fi intotdeauna asociate acestui utilizator. Dispozitivele AdHoc vor fi associate userului in mod predefinit. <br><br> Daca se selectioneaza 'Utilizator Nou', se va crea un nou interior de utilizator pentru acelasi ID de dispozitiv ca Utilizator Predefinit.

source: Device Options
ro_ro: Optiuni Dispozitiv

source: This device uses %s technology.
ro_ro: Acest dispozitiv utilizeaza tehnologia %s

source: Via DAHDI compatibility mode
ro_ro: Via mod compatibil DAHDI

source: User Logon
ro_ro: Logon Utilizator

source: User Logoff
ro_ro: Logoff Utilizator

source: ChanSpy
ro_ro: Spioneaza Convorbire

source: Simulate Incoming Call
ro_ro: Simuleaza Apel de Intrare

source: Directed Call Pickup
ro_ro: Ridicare Apel Direct

source: Asterisk General Call Pickup
ro_ro: Asterisk Ridicare Apel General

source: In-Call Asterisk Blind Transfer
ro_ro: Trasfer direct al Apelului

source: In-Call Asterisk Attended Transfer
ro_ro: Trasfer de Apel asistat

source: In-Call Asterisk Toggle Call Recording
ro_ro: Inregistrare durata apel

source: In-Call Asterisk Disconnect Code
ro_ro: Cod de deconectare apel

source: ERROR: trying to check if %s already in use
ro_ro: EROARE: tentativa de verificare daca %s e deja in uz

source: Checking if directdids need migrating..
ro_ro: Verificare daca DID directe necesita migrare..

source: starting migration
ro_ro: initializare migrare

source: User:
ro_ro: Utilizator:

source: ERROR: failed to insert %s for user %s
ro_ro: EROARE: introducere %s pentru utilizator %s esuata

source: There were %s failures migrating directdids, users table not being changed
ro_ro: S-au inregistrat %s erori la migrarea DID directe, lista de utilizatori nu a fost modificata

source: Removing field %s from users table..
ro_ro: Stergere camp %s din lista utilizatori..

source: not present
ro_ro: nu e prezent

source: removed
ro_ro: sters

source: ERROR: could not access user table to migrate directdids to incoming table, aborting
ro_ro: EROARE: nu se poate accesa lista de utilizatori pentru a migra directdids catre lista incoming, se anuleaza

source: already done
ro_ro: deja indeplinit

source: updating zap callgroup, pickupgroup..
ro_ro: updatare grupurile zap de apel si de pickup ..

source: updated %s callgroups, %s pickupgroups
ro_ro: au fost updatate %s grupuri de apel, %s grupuri de pickup

source: not needed
ro_ro: nu e necesar

source: checking for delay_answer field ..
ro_ro: verificare camp delay_answer ..

source: fatal error
ro_ro: eroare fatala

source: added
ro_ro: adaugat

source: already exists
ro_ro: deja existent

source: checking for pricid field ..
ro_ro: verificare camp pricid ..

source: Checking for Global var RECORDING_STATE..
ro_ro: Verificare Global var RECORDING_STATE..

source: Created
ro_ro: Creat

source: Already exists!
ro_ro: Deja exista!

source: Checking if trunk table migration required..
ro_ro: Verificare daca migrarea listei de trunchi a necesitat..

source: migrating..
ro_ro: migreaza..

source: removing globals..
ro_ro: stergere globals

source: done
ro_ro: realizat
