Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/phonebook/i18n/*/LC_MESSAGES/phonebook.po
Languages: pt_br

source: Phonebook entry
pt_br: Registro

source: deleted
pt_br: Removido

source: Imported
pt_br: Importado

source: lines of
pt_br: linhas de

source: Phonebook emptied
pt_br: Agenda apagada

source: Are you sure you want to empty your phonebook ?
pt_br: Tem certeza de que quer apagar esta Agenda?

source: Phonebook entries
pt_br: Registros da Agenda

source: Number
pt_br: Número

source: Name
pt_br: Nome

source: Speed dial
pt_br: Codigo de Acesso Direto

source: Are you sure you want to delete this entry ?
pt_br: Tem certeza de que quer apagar esta entrada?

source: Delete
pt_br: Remover

source: Edit
pt_br: Editar

source: Export in CSV
pt_br: Exportar para CSV

source: Empty Phonebook
pt_br: Esvaziar Agenda

source: Add or replace entry
pt_br: Cria ou edita registro

source: Name:
pt_br: Nome

source: Enter the name
pt_br: Digite o nome

source: Number:
pt_br: Número:

source: Enter the number (For caller ID lookup to work it should match the caller ID received from network)
pt_br: Forneca o numero(para busca de BINA o numero deve coincidir com o recebido da operadora)

source: Speed dial code:
pt_br: Codigo de discagem rapida:

source: Enter a speed dial code<br/>Speeddial module is required to use speeddial codes
pt_br: Forne;ca um código de discagem rápida.<br/>É necessário que o módulo "Discagem Rápida" para funcionar.

source: Set Speed Dial?
pt_br: Cria código de discagem rápida?

source: Check to have a speed dial created automatically for this number
pt_br: Clique aqui para criar um código de discagem rápida automaticamente para este número.

source: Submit Changes
pt_br: Gravar

source: Import from CSV
pt_br: Importar do CSV

source: File:
pt_br: Arquivo:

source: Import a CSV File formatted as follows:<br/>"Name";Number;Speeddial<br /> Names should be enclosed by '"' and fields separated by ';' <br /><br /> Example:<br/>"John Doe";12345678;123
pt_br: Importar um arquivo CSV formatado como abaixo:<br/>"Nome";Número;CódigoDiscagemRápica<br/>Os nomes devem estar entre aspas duplas ("") e os campos separados por ponto-e-vírgula (;).<br/><br/>Por exemplo:<br/>"João Ninguém";22223333;123

source: Upload
pt_br: Enviar

source: Please enter a valid Number
pt_br: Por favor forneça um número válido

source: Please enter a valid Name
pt_br: Por favor forneça um nome válido

source: Please enter a valid Speeddial code or leave it empty
pt_br: Por favor forneça um código de discagem rápida válido ou deixe o campo vazio

source: Phonebook
pt_br: Agenda

source: Asterisk Phonebook
pt_br: Agenda do Asterisk
