Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/backup/i18n/*/LC_MESSAGES/backup.po
Languages: sv_se

source: Backup & Restore
sv_se: Säkerhetskopiering

source: Backup & Restore for your FreePBX environment
sv_se: Säkerhestkopieringsmodul för FreePBX

source: Are you sure you want to delete this File Set?
sv_se: Är du säker på att du vill ta bort denna säkerhetskopia?

source: DELETE ALL THE DATA IN THIS SET
sv_se: TA BORT ALL DATA I DENNA SÄKERHETSKOPIA

source: Delete this backup set and all data associated with this backup set..
sv_se: Ta bort denna säkerhetskopia och all data den innehåller

source: Delete File Set
sv_se: Ta bort säkerhetskopian

source: Delete this backup set.
sv_se: Ta bort denna säkerhetskopia

source: Are you sure you want to restore this COMPLETE file set?\nDoing so will permanently over-write all FreePBX and Asterisk files\nYou will lose all Your Call Detail Records and any Voicemail that was recorded between the BACKUP DATE and NOW!
sv_se: Är du säker på att du vill återställa denna FULLSTÄNDIGA säkerhetskopia?\nDetta kommmer permanent skriva över alla filer för FreePBX och Asterisk\nDu kommer att förlora alla samtalsloggar och röstmeddelande som har registrerats från det att säkerhetskopian togs och nu!

source: Restore Entire Backup Set
sv_se: Återställ hela säkerhetskopian

source: Restore your Complete Backup set overwriting all files.
sv_se: Återställ din kompletta säkerhetskopia och skriv över alla filer. NOTERA! Detta kommer att återställa ditt system till samma status det hade vid tiden för denna säkerhetskopia. ALLT KOMMER ATT SKRIVAS ÖVER!!

source: Are you sure you want to Restore this file set?\nDoing so will permanently delete any new voicemail you have in your mailbox\nsince this backup on
sv_se: Är du säker på att du vill återställa denna säkerhetskopia?\nDetta kommer att permanent ta bort alla nya röstbesked som finns i röstbrevlådorna\nsedan denna säkerhestkopia togs den

source: Restore VoiceMail Files
sv_se: Återställ röstbrevlådorna

source: Restore your Voicemail files from this backup set. NOTE! This will delete any voicemail currently in the voicemail boxes.
sv_se: Återställ dina röstbrevlådor från denna kopia. NOTERA! Detta tar bort allt innehåll som nu finns i röstbrevlådorna.

source: Are you sure you want to Restore this file set?\nNOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
sv_se: Är du säker på att du vill återställa denna säkerhetskopia?\nOBS! Detta kommer att skriva över de röstbesked som finns i systemet. Nyare filer än de som finns i säkerhetskopian kommer INTE att skrivas över.

source: Restore System Recordings Files
sv_se: Återställ systeminspelningarna

source: Restore your system Voice Recordings including AutoAttendant files from this backup set. NOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
sv_se: Återställer dina systeminspelningar inklusive filerna för AutoAttendant . NOTERA! Detta kommer att SKRIVA ÖVER alla systeminspelningar i systemet, men kommer INTE att ta bort nya filer som inte finns i denna säkerhetskopia.

source: Are you sure you want to Restore this File Set?\nDoing so will Permanently Over-Write all FreePBX and Asterisk Files!
sv_se: Är du säker på att du vill återställa denna säkerhetskopia?\nDetta kommer att skriva över alla filer för FreePBX och Asterisk!

source: Restore System Configuration
sv_se: Återställ systemkonfigurationen

source: Restore your system configuration from this backup set. NOTE! This will OVERWRITE any System changes you have made since this backup... ALL items will be reset to what they were at the time of this backup set..
sv_se: Återställer din systemkonfiguration från denna säkerhetskopia. NOTERA! Detta kommer att SKRIVA ÖVER alla förändringar i ditt system du gjort efter denna säkerhetskopia... ALLT kommer att återställas till den status systemet hade vid tiden för denna säkerhetskopia.

source: Are you sure you want to Restore the Operator Panel Files?\nDoing so will Permanently Over-Write all Operator Panel Files!
sv_se: Är du säker på att du vill återställa Operatörspanelen?\nDetta kommer permanent skriva över alla förändringar gjorda efter denna säkerhestkopia!

source: Restore Operator Panel
sv_se: Återställ Operatörspanelen

source: Restore the Operator Panel from this backup set. NOTE! This will OVERWRITE any Operator Panel Changes you have made since this backup... ALL items will be reset to what they were at the time of this backup set..
sv_se: Återställer operatörspanelen från denna säkerhetskopia. NOTERA! Detta kommer att SKRIVA ÖVER alla förändringar som skett i operatörspanelen sedan säkerhetskopian togs... ALLT kommer att återställas till den status operatörspanelen hade vid tiden för denna säkerhetskopia.

source: Are you sure you want to Restore the CALL DETAIL FILES?\nDoing so will Permanently DELETE all CALL RECORDS!
sv_se: Är du säker på att du vill återställa all samtalslogg?\nDetta kommer att permanent ta bort alla loggar sedan datumen för säkerhetskopian!

source: Restore Call Detail Report
sv_se: Återställer samtalsdatabasen

source: Restore the Call Detail Records from this backup set. NOTE! This will DELETE ALL CALL RECORDS that have been saved since this backup set.
sv_se: Återställer samtalsdatabasen från denna säkerhetskopia. NOTERA! Detta kommer att TA BORT ALLA SAMTALSLOGGAR som har tillkommit efter att denna säkerhetskopia togs.

source: ERROR its not a BACKUP SET file
sv_se: FEL! Detta är ingen säkerhetskopia

source: failed to remove previous backup set
sv_se: kunde inte ta bort föregående backupset

source: failed to remove voicemail directory
sv_se: kunde inte ta bort katalogen voicemail

source: failed to untar voicemail.tar.gz
sv_se: kunde inte packa upp (untar) voicemail.tar.gz

source: failed to untar recordings.tar.gz
sv_se: kunde inte packa upp (untar) recordings.tar.gz

source: failed to untar configurations.tar.gz
sv_se: kunde inte packa upp (untar) configurations.tar.gz

source: failed to untar fop.tar.gz and cdr.tar.gz
sv_se: kunde inte packa upp (untar) fop.tar.gz och cdr.tar.gz

source: failed to untar astdb.dump, asterisk.sql and asteriskcdr.sql
sv_se: kunde inte packa upp (untar) astdb.dump, asterisk.sql och asteriskcdr.sql

source: failed to untar asterisk.sql
sv_se: kunde inte packa upp (untar) asterisk.sql

source: failed to restore asteriskcdr.sql
sv_se: kunde inte återställa asteriskcdr.sql

source: failed to restore the astdb
sv_se: kunde inte återställa astdb

source: failed to untar phoneconfig.tar.gz
sv_se: kunde inte packa upp (untar) phoneconfig.tar.gz

source: failed to remove exploded backup sets from tmp
sv_se: kunde inte ta bort det uppackade backupsetet från tmp

source: Restored All Files in Backup Set
sv_se: Återställde alla filer i säkerhetskopian

source: Restored VoiceMail
sv_se: Återställde röstbrevlådorna

source: Restored System Recordings
sv_se: Återställde systeminspelningar

source: failed to untar asterisk.sql and astdb.dump
sv_se: kunde inta packa upp (untar) asterisk.sql and astdb.dump

source: failed to restore asterisk.sql
sv_se: kunde inte återställa asterisk.sql

source: Restored System Configuration
sv_se: Återställde systemkonfigurationen

source: failed to untar fop.tar.gz
sv_se: kunde inte packa upp (untar) fop.tar.gz

source: Restored Operator Panel
sv_se: Återställde operatörspanelen

source: failed to untar cdr.tar.gz
sv_se: kunde inte packa upp (untar) cdr.tar.gz

source: failed to untar asteriskcdr.sql
sv_se: kunde inte packa upp (untar) asteriskcdr.sql

source: Restored CDR logs
sv_se: Återställde samtalsloggen

source: Basic Settings
sv_se: Standardinställningar

source: Schedule Name:
sv_se: Schemanamn:

source: Give this Backup Schedule a brief name to help you identify it.
sv_se: Namnge detta schema

source: Admin Web Directory
sv_se: Webkatalogen admin

source: Backup the admin web directory (i.e. the static FreePBX web files). This is useful to have during a restore to prevent a version mismatch, but can dramatically increase the backup size.
sv_se: Säkerhetskopiera webkatalogen admin (där alla FreePBX websidor finns). Detta kan vara användbart vid en totalåterställning för att undvika skillnader i versioner, men kan öka backupstorleken rejält

source: CDR
sv_se: Samtalsrapporter

source: Backup the System Call Detail Reporting (HTML and Database)
sv_se: Säkerhetskopiera Samtalsrapporten (HTML och databas)

source: Operator Panel
sv_se: Operatörspanelen

source: Backup the Operator Panel (HTML and Database)
sv_se: Säkerhetskopiera Operatörspanelen (HTML och databas)

source: Overwrite Backup Settings
sv_se: Skriv över backupinställningar

source: When restoring the backup, if this option is selected, all saved backups and their schedules will be overwriten. Leaving this unchecked will restore all other configurations EXCEPT for those related to backup. When doing a remote backup and restore, this option is always forced to no.
sv_se: Vid återställning av säkerhetskopia, om detta val är aktiverat, kommer alla sparade säkerhetskopior och deras schemaläggning att skrivas över. Om detta val är avaktiverat kommer alla andra inställningar UTOM de som hör till säkerhetskopieringen att skrivas över. Vid en säkerhetskopiering/återställning för en fjärrserver kommer detta val alltid att vara avaktiverat.

source: System Recordings
sv_se: Systeminspelningar

source: Backup the System Recordings (AutoAttendant, Music On Hold, System Recordings)
sv_se: Säkerhetskopiera Systeminspelningar (AutoAttendant, Pausmusik, Systeminspelningar)

source: VoiceMail
sv_se: Röstbrevlådor

source: Backup the System VoiceMail Boxes... CAUTION: Could result in large file
sv_se: Säkerhetskopiera dina röstbrevlådor... VARNING: Detta kan resultera i en stor fil

source: System Configuration
sv_se: Systemkonfiguration

source: Backup the System Configurations (Database, etc files, SQL Database, astdb)
sv_se: Säkerhetskopiera Systemkonfiguration (databasen, etc-filer, SQL-databasen, astdb)

source: Additional Files
sv_se: Extra filer

source: Additional files and folders
sv_se: Extra filer och kataloger

source: Backup any additional files and folders listed here.
sv_se: Säkerhetskopiera extra filer och kataloger listade här.

source: Exclude files and folders
sv_se: Exkludera filer och kataloger

source: Exclude any files and folders from the include listed above.
sv_se: Exkludera filer och kataloger från listan ovan

source: FTP Settings
sv_se: FTP-inställningar

source: FTP User Name
sv_se: FTP-användarnamn

source: Enter your FTP user name
sv_se: Skriv in ditt FTP-användarnamn

source: FTP Password
sv_se: FTP-lösenord

source: Enter your FTP password
sv_se: Skriv in ditt FTP-lösenord

source: FTP Hostname
sv_se: FTP-värdnamn

source: IP address or FQDN of FTP server
sv_se: IP-adress eller FQDN för FTP-servern

source: FTP Directory
sv_se: FTP-katalog

source: Directory on FTP server where the backup should be copied to
sv_se: Katalog på FTP-servern där säkerhetskopian ska kopieras till

source: SSH Settings
sv_se: SSH-inställningar

source: SSH User Name
sv_se: SSH-användarnamn

source: Enter your SSH user name
sv_se: Skriv in ditt SSH-användarnamn

source: SSH Key
sv_se: SSH-nyckel

source: Location of ssh private key to be used when connect to a host
sv_se: Placeringen av din privata nyckel för SSH som ska användas vid kontakt med värden

source: SSH Hostname
sv_se: SSH-värdnamn

source: IP address or FQDN of remote ssh host
sv_se: IP-adress eller FQDN för SSH-servern

source: SSH Directory
sv_se: SSH-katalog

source: Directory on remote server where the backup should be copied to
sv_se: Katalog på fjärrservern där säkerhetskopian ska sparas

source: Email Settings
sv_se: E-postinställningar

source: Email Address
sv_se: E-postadress

source: Email address where backups should be emailed to
sv_se: E-postadress som säkerhetskopian ska postas till

source: Max email size
sv_se: Max storlek för e-post

source: The maximum size a backup can be and still be emailed. Some email servers limit the size of email attachments, this will make sure that files larger than the max size are not sent. Valid options include: xB, xKB, xMB
sv_se: Den maximala storlek på säkerhetskopian som kan e-postas. Vissa e-postservrar begränsar storleken på bilagor i e-post. Denna inställning gör att inga filer större än inställningen skickas. Giltiga val är xB, xKB och xMB

source: Remote Backup Options
sv_se: Val för fjärrsäkerhetskopiering

source: Remote SSH Hostname
sv_se: Värdnamn för SSH fjärrserver

source: Run this backup on a remote server. The backup will then be copied over to this server
sv_se: Utför denna säkerhetskopiering på en fjärrserver. Säkerhetskopian kommer att kopieras till denna server

source: Remote SSH User
sv_se: Användarnamn för SSH fjärrserver

source: Username to use when connecting to remote server. Defaults to the user apache is running as on this system.
sv_se: Användarnamn att använda när uppkoppling sker mot fjärrserver. Standard är användarnamnet som apache körs under på denna server

source: Remote SSH Key
sv_se: SSH-nyckel för fjärrserver

source: Location of ssh private key to be used when connecting to a host
sv_se: Sökväg för den privata ssh-nyckeln att användas när uppkoppling sker mot fjärrserver

source: Restore to this server
sv_se: Återställ till denna server

source: Restore the backup to this server. Use this option to create a delayed time backup of another server on this one.
sv_se: Återstll säkerhetskopian till denna server. Använd detta val för att göra en återställning av en säkerhetskopia från en annan server till denna server.

source: Advanced Options
sv_se: Avancerade inställningar

source: Use sudo when performing a backup. NOTE: THIS HAS SEVERE SECURITY IMPLICATIONS!
sv_se: Använd sudo vid säkerhetskoppiering. NOTERA: DETTA KAN HA STORA SÄKERHETSRISKER!

source: All
sv_se: Alla

source: Selected
sv_se: Valda

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: Run Backup
sv_se: Kör säkerhetskopia

source: Follow Schedule Below
sv_se: Följ schemat nedan

source: Now
sv_se: Nu

source: Daily (at midnight)
sv_se: Daglig (vid midnatt)

source: Weekly (on Sunday)
sv_se: Veckoschema (söndag)

source: Monthly (on the 1st)
sv_se: Månadsschema (den 1:e i månaden)

source: Yearly (on 1st Jan)
sv_se: Årligt schema (den 1:e januari)

source: Minutes
sv_se: Minut

source: Hours
sv_se: Timme

source: Days
sv_se: Dag

source: Months
sv_se: Månad

source: Weekdays
sv_se: Veckodag

source: Can not create backup table
sv_se: Kan inte skapa backuptabell

source: Can't check for Backup table
sv_se: Kan inte kontrollera tabellen Backup

source: ERROR: failed to migrate from old "Backup" table to new "backup" table
sv_se: FEL: kunde inte migrera från den gamla tabellen "Backup" till den nya tabellen "backup"

source: This error can result from a previous incomplete/failed install of
sv_se: Detta kan uppstå från en tidigare ofullständig/felaktig installation av

source: this module. You should probably uninstall and reinstall this module
sv_se: denna modul. Du bör först avinstallera sedan installera denna modul igen.

source: doing so will result in a loss of all your backup settings though previous
sv_se: Tyvärr kommer då alla dina inställningar att förloras, men alla

source: backup data will be preserved.
sv_se: säkerhetskopior kommer att vara kvar

source: Failure Message:
sv_se: Felmeddelande:

source: Can not migrate Backup table
sv_se: Kunde inte migrera tabellen Backup

source: Backup migration completed
sv_se: Migreringen av Backup klar

source: Nothing to migrate
sv_se: Inget att migrera

source: ERROR: Failed to remove old "Backup" table. You should uninstall
sv_se: FEL: Kunde inte ta bort den gamla tabellen "Backup". Du måste avinstallera

source: and then re-install this module. Settings will be lost but old
sv_se: och återinstallera denna modul. Alla inställningar kommer att förloras men

source: backup data will be retained.
sv_se: backupdata kommer att vara kvar

source: Old Backup table removed
sv_se: Den gamla backuptabellen togs bort

source: Replacing ampbackup.pl in db..
sv_se: Ersätter anpbackup.pl i databasen..

source: an error has occured, update not done
sv_se: ett fel uppstod, uppdatering ej genmförd

source: removing retrieve_backup_cron_from_mysql.pl..
sv_se: tar bort retrieve_backup_cron_from_mysql.pl..

source: removed
sv_se: borttagen

source: failed
sv_se: misslyckades

source: Migrating backup table...
sv_se: Migrerad backuptabell...

source: WARNING: backup table not migrated
sv_se: VARNING: backuptabellen migrerades inte

source: Successfully migrated backup table!
sv_se: Migreringen av backuptabellen lyckades!

source: Add Backup Schedule
sv_se: Lägg till schema för säkerhetskopia

source: Restore from Backup
sv_se: Återställ från säkerhetskopia

source: System Backup
sv_se: Säkerhetskopiering

source: Run Schedule
sv_se: Kör schema

source: Submit Changes
sv_se: Spara ändringar

source: Delete Backup Schedule %s
sv_se: Ta bort schema för säkerhetskopia %s

source: Backup names cannot contain spaces.
sv_se: Backupnamnet kan inte innehålla mellanslag

source: System Restore
sv_se: Systemåterställning

source: ERROR Restoring Backup Set
sv_se: FEL vid återställande av backup-set

source: %s (Return Code: %s)
sv_se: %s (returkod: %s)
