Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/irc/i18n/*/LC_MESSAGES/irc.po
Languages: he_il, zh_cn

source: What nickname would you like to use? If you leave this blank, a nick will be automatically generated for you.
zh_cn: 你希望使用什么昵称？如果你不填写，那么系统会自动为你生成一个昵称。

source: Start IRC
he_il: התחל IRC
zh_cn: 开始在线聊天

source: Online Resources
zh_cn: 在线资源

source: Online Support
he_il: תמיכה מקוונת
zh_cn: 在线支持

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
he_il: כשתתחבר, תיקרא באופן אוטומטי 'FreePBX' עם צירוף אקראי של 4 ספרות, לדוגמא: FreePBX3486
zh_cn: 在连接时，你会被系统自动赋予一个名字，名字以“FreePBX”开头，接着有四位随机数字，例如，FreePBX3486。

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
he_il: אם ברצונך לשנות זאת לכינוי הרגיל שלך, תוכל לכתוב '<em>/nick yournickname</em>', וכינוייך ישתנה. זהו ערוץ תמיכה <em>באנגלית בלבד</em>. אנו מצטערים.
zh_cn: 如果你想将名字改成你常用的昵称，你可以输入“<b>/nick 你的昵称</b>”，然后昵称就改变了。遗憾的是，这个频道只支持英语。

source: This allows you to contact the FreePBX channel on IRC.
he_il: פעולה זו מאפשרת לך להתחבר לערוץ השיחה של FreePBX ב-IRC.
zh_cn: 这可以让你连接到FreePBX频道进行在先聊天。

source: As IRC is an un-moderated international medium, AMP, FreePBX, Coalescent Systems, or any other party can not be held responsible for the actions or behavior of other people on the network
he_il: כיוון ש IRC הוא מדיום בין לאומי ללא בקרה, AMP, FreePBX, Coalescent Systems, או כל גוף או אדם אחר, לא יהיה אחראי לפעולות או התנהגות של אנשים אחרים ברשת
zh_cn: 在线聊天系统（IRC）是一种没有什么规范和法规的世界性的交流介质，AMP、FreePBX、Coalescent Systems或者其他组织都不对在这种网络上活动的其他人的行为负责

source: When you connect to IRC, to assist in support, the IRC client will automatically send the following information to everyone in the #freePBX channel:
he_il: כשאתה מתחבר ל IRC, על מנת לסייע בתמיכה, לקוח ה IRC ישלח באופן אוטומטי את המידע הבא לכל הנמצאים בערוץ #freePBX:
zh_cn: 当你连接到在线聊天系统（IRC）后，要向其他人提供帮助，IRC客户端会自动的将下面的信息发送给每个在#freePBX频道中的人：

source: Your Linux Distribution:
he_il: הפצת הלינוקס שלך:
zh_cn: 你的Linux发行版本：

source: Your FreePBX version:
he_il: גירסת ה-FreePBX שלך:
zh_cn: 你的FreePBX版本

source: Your Kernel version:
he_il: גירסת הקרנל שלך:
zh_cn: 你的内核版本：

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
he_il: אם אינך מעוניין שמידע זה יהיה פומבי, אנא השתמש בלקוח IRC אחר, או צור קשר עם נותן תמיכה מסחרי
zh_cn: 如果你不希望这些信息被公开，请使用其他的IRC客户端，或者与一个商业公司联系以获得帮助服务
