Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/irc/i18n/*/LC_MESSAGES/irc.po
Languages: fr_fr, it_it

source: What nickname would you like to use? If you leave this blank, a nick will be automatically generated for you.
fr_fr: Quel pseudo voulez-vous utiliser ? Si vous laissez à blanc, un pseudo sera automatiquement généré pour vous.
it_it: Quale nickname vuoi ulizzare? Se lasci questo campo vuoto, un nick verrà automaticamente generato per te.

source: Start IRC
fr_fr: Démarrer IRC
it_it: Esegui IRC

source: Online Resources
fr_fr: Ressources En Ligne
it_it: Risorse Online

source: Online Support
fr_fr: Support en Ligne
it_it: Supporto Online

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
fr_fr: Quand vous vous connectez, vous serez automatiquement nommé 'FreePBX' suivi d'un numéro à 4 chiffres, par exemple FreePBX3486.
it_it: Quando ti connetterai, sarai automaticamente nominato 'FreePBX' seguito da un numero a 4 cifre, es. FreePBX3486.

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
fr_fr: Si vous voulez modifier votre pseudo, vous pouvez taper '<b>/nick votrepseudo</b>', et votre pseudo changera. Ceci est un canal de support en ANGLAIS uniquement. Désolé.
it_it: Se vuoi cambiarlo nel tuo nick normale, digita '<b>/nick nomenick</b>', e il tuo nick sarà modificato. Attenzione: questo canale di supporto è solo in inglese.

source: This allows you to contact the FreePBX channel on IRC.
fr_fr: Ceci vous permet de contacter le canal IRC de FreePBX.
it_it: Questo permette di collegarti con il canale IRC di FreePBX.

source: As IRC is an un-moderated international medium, AMP, FreePBX, Coalescent Systems, or any other party can not be held responsible for the actions or behavior of other people on the network
fr_fr: Comme IRC est un médium international non modéré, AMP, FreePBX, Coalescent Systems, ou tout autre parti ne peut être tenu pour responsable des actions ou du comportement d'autres personnes sur le réseau
it_it: Essendo IRC un mezzo non moderato internazionale, AMP, FreePBX, Coalescent Systems o qualsiasi altra parte non sono responsabili delle azioni o del comportamento di altre persone nella rete.

source: When you connect to IRC, to assist in support, the IRC client will automatically send the following information to everyone in the #freePBX channel:
fr_fr: Quand vous vous connectez à IRC, pour aider dans le support, le client IRC enverra automatiquement les informations suivantes à tout le monde sur le canal #freePBX :
it_it: Quando ti connetterai a IRC, il client automaticamente invierà le seguenti informazioni a tutti i presenti nel canale #FreePBX:

source: Your Linux Distribution:
fr_fr: Votre Distribution Linux :
it_it: Distribuzione Linux:

source: Your FreePBX version:
fr_fr: Votre Version de FreePBX :
it_it: Versione FreePBX:

source: Your Kernel version:
fr_fr: Votre Version du Noyau :
it_it: Versione Kernel:

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
fr_fr: Si vous ne voulez pas rendre ces informations publiques, veuillez utiliser un autre client IRC, ou contactez un fournisseur de support commercial
it_it: Se non vuoi che queste informazioni siano rese pubbliche, utilizza un altro client IRC, oppure contatta un supporto commerciale
