Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/fw_langpacks/htdocs/admin/modules/ivr/i18n/*/LC_MESSAGES/ivr.po
Languages: ru_ru, sv_se

source: There is a problem with install.sql, cannot re-create databases. Contact support
ru_ru: Возникли проблемы со скриптом install.sql, невозможно пересоздать базу данных. Обратитесь к службе поддержки
sv_se: Det är ett problem med install.sql, kan inte återskapa databasen. Kontakta supporten

source: IVR: %s / Option: %s
ru_ru: Интерактивное меню: %s / Опция: %s
sv_se: IVR: %s / Funktion: %s

source: Checking if announcements need migration..
ru_ru: Проверка, нуждаются ли объявления в перемещении...
sv_se: Kontrollerar om announcements behöver migreras..

source: migrating
ru_ru: перемещение
sv_se: migrerar

source: adding announcement_id field..
ru_ru: добавление поля announcement_id
sv_se: lägger till fältet announcements_id..

source: fatal error
ru_ru: фатальная ошибка
sv_se: allvarligt fel

source: migrate to recording ids..
ru_ru: переход к id записей..
sv_se: migrerar till recording ids..

source: migrated %s entries
ru_ru: перемещено %s записей
sv_se: migrerade %s poster

source: dropping announcement field..
ru_ru: сброс поля объявления..
sv_se: kastar fältet announcements..

source: no announcement field???
sv_se: inget fält som heter announcements???

source: already migrated
ru_ru: уже перенесено
sv_se: redan migrerad

source: Checking for timeout_id..
ru_ru: Проверка timeout_id..
sv_se: Kontrollerar timeout_id..

source: added
ru_ru: добавлено
sv_se: adderad

source: not needed
ru_ru: не нужно
sv_se: behövs inte

source: Checking for invalid_id..
ru_ru: Проверка invalid_id..
sv_se: Kontrollerar invalid_id..

source: Checking for retvm..
ru_ru: Проверка retvm..
sv_se: Kontrollerar retvm..

source: There are %s IVRs that have the legacy Directory dialing enabled. This has been deprecated and will be removed from future releases. You should convert your IVRs to use the Directory module for this functionality and assign an IVR destination to a desired Directory. You can install the Directory module from the Online Module Repository
sv_se: Det finns %s IVR-er som har val för den gamla katalogmodulen. Denna katalogmodul kommer att tas bort från nyare versioner. Du bör konvertera din(a) IVR-er att använda den nya katalogmodulen. Du kan installera den nya katalogmodulen från Moduladministrations-menyn

source: Deprecated Directory used by %s IVRs
sv_se: Äldre katalogmodul används av %s IVR

source: posting notice about deprecated functionality
sv_se: postar notering om gammal modul

source: Inbound Call Control
sv_se: Inkommande samtal

source: Creates Digital Receptionist (aka Auto-Attendant, aka Interactive Voice Response) menus. These can be used to send callers to different locations (eg, "Press 1 for sales") and/or allow direct-dialing of extension numbers.
sv_se: Denna modul skapar en digital receptionist. Detta kan användas för att sätta upp en röststyrd meny, t.ex. "Tryck ett för försäljning" och/eller direktnummer till anknytningar

source: Instructions
ru_ru: Инструкции
sv_se: Instruktioner

source: You use the Digital Receptionist to make IVR's, Interactive Voice Response systems.
ru_ru: Вы используете модуль Автосекретарь для создания системы Интерактивного голосового меню.
sv_se: Du använder den Digitala receptionisten för att skapa så kallade IVR (Interactive Voice Response) menyer

source: When creating a menu option, apart from the standard options of 0-9,* and #, you can also use 'i' and 't' destinations.
ru_ru: При создании меню используйте стандартные символы 0-9, *, и #. Есть возможность также использовать опцию 'i' (invalid number) и 't' (timeout) в качестве назначения.
sv_se: När du skapar menyval, oberoende av standardvalen 0-9, * och #, kan du även använda 'i' och 't' destinationer.

source: 'i' is used when the caller pushes an invalid button, and 't' is used when there is no response.
ru_ru: 'i' используется, если позвонивший нажал неверную кнопку, а 't' при отсутствииответа.
sv_se: 'i' används när uppringaren trycker en ogiltig siffra, och 't' används när det inte kommer någon siffra.

source: If those options aren't supplied, the default 't' is to replay the menu three times and then hang up,
ru_ru: Если эти опции не задействованы, опция 't' воспроизводит сообщение меню три раза и кладёт трубку,
sv_se: Om dessa val inte anges så är standarden för 't' att spela upp menyvalet tre gånger för att sedan avsluta samtalet,

source: and the default 'i' is to say 'Invalid option, please try again' and replay the menu.
ru_ru: а опция 'i' сообщает 'Неверная опция, пробуйте ещё раз' и снова возвращает в меню.
sv_se: och standardvalet för 'i' är att säga "Ogiltigt val, försök igen' och repetera menyn.

source: After three invalid attempts, the line is hung up.
ru_ru: После трёх неверных попыток соединение разрывается.
sv_se: Efter tre ogiltiga försök avslutas samtalet.

source: Add IVR
ru_ru: Добавить Интерактивное меню
sv_se: Lägg till IVR

source: Edit Menu
ru_ru: Изменить меню
sv_se: Redigera meny

source: Save
sv_se: Spara

source: Queue Breakout Menu Usage List
ru_ru: Список опций Queue Breakout Menu
sv_se: Menylista för att bryta ut ur köer

source: This IVR is being used by the following Queues, providing an ability for callers to hear this Queue's announcement periodically and giving callers an option to break out of the queue into this IVR's menu options. This queue can not be deleted when being used in this mode
ru_ru: Этот IVR используется следующими Очередями, давая возможностьпозвонившему периодически слышать сообщение этой Очереди и предоставляетвозможность выбора вариантов меню IVR. Эта очередьне может быть удалена, используясь в этом режиме.
sv_se: Denna IVR används av följande köer, och ger en möjlighet för uppringare att höra meddelandet för kön periodiskt och ge dom ett val att bryta ut ur kön till menyerna för denna IVR. Denna kö kan inte tas bort när detta val används

source: Delete
sv_se: Ta bort

source: Change Name
ru_ru: Изменить имя
sv_se: Byt namn

source: This changes the short name, visible on the right, of this IVR
ru_ru: Можно изменить название уже созданного Меню, которое отображается справа
sv_se: Detta ändra det korta namnet, det som visas till höger, för denna IVR

source: Announcement
ru_ru: Приветствие
sv_se: Meddelande

source: Message to be played to the caller. To add additional recordings please use the "System Recordings" MENU to the left
ru_ru: Сообщение, которое услышит позвонивший. Чтобы создать запись используйте секцию Запись сообщений в меню слева.
sv_se: Meddelande att spela upp för uppringaren. För att lägga till fler meddelanden väljer du "Systeminspelningar" i menyn till vänster

source: None
ru_ru: Нет
sv_se: Inget

source: Message to be played to the caller.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
ru_ru: Сообщение, которое услышит позвонивший.<br><br>Нужно инсталлировать и активировать модуль Запись сообщений чтобы изменять что либо в этой опции.
sv_se: Meddelande att spela upp för uppringaren.<br><br>Du måste installera och aktivera modulen "Systeminspelningar" för att kunna redigera detta val

source: Timeout
ru_ru: Таймаут
sv_se: Väntetid

source: The amount of time (in seconds) before the 't' option, if specified, is used
ru_ru: Время таймаута (в секундах), если используется опция 't'
sv_se: Tid i sekunder innan 't' valet, om det är angivet, kommer att aktiveras

source: Enable Directory
ru_ru: Разрешить доступ в директорию
sv_se: Aktivera Katalogen

source: Let callers into the IVR dial '#' to access the directory. WARNING: this feature is deprecated and will be removed from future versions. You should install the Directory module and assign an IVR destination to use Destination functionality.
sv_se: Låt uppringare som är inne i en IVR att trycka '#' för att komma åt katalogen. VARNING: denna funktion är från en gammal modul som kommer att tas bort från nyare versioner. Du bör installera den nya Katalogmodulen och tilldela destinationer i IVR för den i stället

source: Directory Context
ru_ru: Контекст директории
sv_se: Katalogsammanhang

source: When # is selected, this is the voicemail directory context that is used
ru_ru: Если набрана '#' будет использоваться этот контекст для директории голосовой почты
sv_se: När '#' trycks är detta det sammanhang för röstbrevlådor som väljs

source: VM Return to IVR
ru_ru: Возврат в Меню
sv_se: Röstbrevlådan återgår till iVR

source: If checked, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
ru_ru: Если отмечено, то прежде чем выйти в Голосовую Почту звонок будет возвращен в это Меню
sv_se: Om detta är valt, när en uppringare avslutar en röstbrevlåda kommer dom att återvända till denna IVR om dom hamnade i en röstbrevlåda för en anknytning

source: Enable Direct Dial
ru_ru: Разрешить прямые наборы
sv_se: Tillåt direktsamtal

source: Let callers into the IVR dial an extension directly
ru_ru: Разрешить позвонившему донабор на внутренние номера.
sv_se: Låter uppringare i en IVR att ringa en anknytning direkt

source: Direct Dial Options
sv_se: Val för direktsamtal

source: Provides options for callers to direct dial an extension. Direct dialing can be completely disabled, it can be enabled for all extensions on a system, or it can be tied to a Company Directory allowing any member listed in that directory to be dialed directly if their extension is known. If an extension in the chosen directory is overridden, only that overridden number is dialable
sv_se: Ger möjlighet för uppringare att ringa direkt till anknytningar. Direktsamtal kan spärras helt, slås på för alla anknytningar i systemet eller endast tillåtas för anknytningar i vald katalog om direktnumret är känt

source: Disabled
sv_se: Avaktiverad

source: All Extensions
sv_se: Alla anknytningar

source: Loop Before t-dest
ru_ru: Повтор перед t-dest
sv_se: Återgå före t-dest

source: If checked, and there is a 't' (timeout) destination defined below, the IVR will loop back to the beginning if no input is provided for the designated loop counts prior to going to the timeout (t) destination.
ru_ru: Если отмечено,а ниже определено назначение опции t (timeout), Меню начнет отрабатывать сначала заданное количество раз, прежде чем исполнить назначение опции t (timeout)
sv_se: Om detta är valt, och det finns en 't' destination definierad nedan, kommer IVR att starta om från början om ett svar inte har kommit inom den tidsrymd som angetts, före den går till 't' destinationen

source: Timeout Message
ru_ru: Таймаут
sv_se: Meddelande för väntetid

source: If a timeout occurs and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target.
ru_ru: Если произойдет таймаут и сообщение выбрано, оно будет играться вместоглавного сообщения IVR. Не будет играться, если назначение t - следующая цель.
sv_se: Om en väntetid går ut och ett meddelande är valt, kommer det att spelas upp när IVR återgår till början. Det kommer inte att spelas upp om en 't' destination är nästa mål.

source: Loop Before i-dest
ru_ru: Повтор перед i-dest
sv_se: Återgå före i-dest

source: If checked, and there is an 'i' (invalid extension) destination defined below, the IVR will play invalid option and then loop back to the beginning for the designated loop counts prior to going to the invalid (i) destination.
ru_ru: Если отмечено, и есть определенное направление 'i' (invalid extension), IVR проиграет недействительный выбор и затем вернется к началупоскольку цикл перенаправляется в invalid (i) destination.
sv_se: Om detta är valt, och det finns en 'i' (ogiltig destination) definierad nedan, kommer IVR att spela upp 'Ogiltigt val' för att därefter återgå till början av menyn för den går till 'i' destinationen.

source: Invalid Message
ru_ru: Сообщение об ошибке
sv_se: Ogiltig meddelande

source: If an invalid extension is pressed and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target. If nothing is selected, the system will play a default invalid extension message before going back to the main announcement
ru_ru: Если будет выбрано недействительное расширение и сообщение задано,оно будет проиграно вместо приветствия IVR.Сообщение не будет играться, если t предназначением будет следующая цель.Если ничто не отобрано, система будет играть по умолчанию сообщениеinvalid extension перед возвращением к главному меню.
sv_se: Om en ogiltig destination väljs och ett meddelande här är valt, kommer detta att spelas upp när IVR återgår till början. Det kommer inte att spelas upp om 't' destinationen är nästa mål. Om inget är valt kommer systemet att spela upp ett standard meddelande före återgång till början av IVR

source: Repeat Loops:
ru_ru: Количество повторов:
sv_se: Repetitionsslinga

source: The number of times we should loop when invalid input or no input has been entered before going to the defined or default generated 'i' or 't' options. If the 'i' or 't' options are defined, the above check boxes must be checked in order to loop.
ru_ru: Необходимое количество исполнения сценария в случае ошибочного или отсутствия ввода прежде чем перейти на определенные или созданные по-умолчанию опции 'i' или 't'. Если определены опции 'i' или 't, для повтора сценария отметьте блоки ниже
sv_se: Antalet gånger vi repeterar vid ett ogiltigt val eller inget svar innan standardvalet för 'i' eller 't' utförs. Om 'i' eller 't' har angetts, måste ovanstående rutor aktiveras för att slingan ska aktiveras

source: Increase Options
sv_se: Utöka val

source: Decrease Options
sv_se: Minska val

source: Invalid option
sv_se: Ogiltigt val

source: Digits to press for this choice
sv_se: Siffra att trycka för att välja denna meny

source: Return to IVR
ru_ru: Возврат в Меню
sv_se: Återgå till IVR

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
ru_ru: Отметьте здесь, если нужно возвращать в родительское Меню, если вызов сюда поступает из другого Меню. Если не отмечено, вызов поступает на выбор назначений.<br><br>Возврат можно перенаправлять и в любые другие Меню, из которых также производится вызов в действующее Меню, но возврат и перенаправление может привести к неожиданным результатам.
sv_se: Aktivera denna för att återgå till den IVR du kom från, annars gå till till den valda destinationen.<br><br>Returen kommer att vara den IVR som utfördes precis innan denna. Detta kan leda till konstiga resultat om en IVR anropades men inte precis innan denna.

source: Delete this entry. Dont forget to click "Save" to save changes!
sv_se: Ta bort denna post. Glöm inte att klicka "Spara" för att verkställa ändringen

source: IVR: %s
ru_ru: Интерактивное меню: %s

source: ok
ru_ru: ок

source: Digital Receptionist
ru_ru: Автосекретарь
