Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/gabcast/i18n/*/LC_MESSAGES/gabcast.po
Languages: bg_bg, it_it, sv_se

source: Edit Gabcast Settings
bg_bg: Редактирай Gabcast Настройки
it_it: Modifica Impostazioni Gabcast
sv_se: Redigera inställningar för Gabcast

source: Add Gabcast Settings
bg_bg: Добави Gabcast Настройки
it_it: Aggiungi Impostazioni Gabcast
sv_se: Lägg till inställning för Gabcast

source: Gabcast: %s Ext: %s
it_it: Gabcast: %s Int: %s
sv_se: Gabcats: %s Ankn: %s

source: Connect to Gabcast
bg_bg: Свързване към Gabcast
it_it: Connetti a Gabcast
sv_se: Koppla upp mot Gabcast

source: This
bg_bg: Този
it_it: Questo
sv_se: Denna

source: Gabcast is a social broadcasting platform that offers virtual communities, individuals, and organizations an easy way to create and distribute audio content.<br><br>Visit www.gabcast.com for more info.
bg_bg: Gabcast е социална броадкаст платформа която предлага виртуални общества, индивидуални и организирани като лесен начин да създадете и предлагате аудио съдържания.<br><br>Посетете www.gabcast.com за повече информация.
it_it: Gabcast è una piattaforma di social broadcasting che offre a comunità, individui e organizzaznio un modo semplice per creare e distribuire contenuti audio.<br><br>Visita www.gabcast.com per maggiori informazioni.
sv_se: Gabcast är en social utsändningsplattfor som tillhandahåller virtuella samhällen, individer och organisationer ett enkelt sätt att skapa och distribuera ljudinnehåll.<br><br>Besök www.gabcast.com för mer information.

source: module allows you to:
bg_bg: модул ви позволява да:
it_it: permette di:
sv_se: modul ger dig möjlighet att:

source: Link extensions to Gabcast channels. It creates a feature code, which defaults to <u>*422</u> 'gab' - you can change this in
bg_bg: Свързвате вътрешна линия към Gabcast каналите. Създава специален код, който по-подразбиране е <u>*422</u> 'gab' - можете да го промените в
it_it: Collegare gli interni ai canali Gabcast. Questo creerà un codice servizio, impostato in maniera predefinita su <u>*422</u> modificabile in
sv_se: Koppla en anknytning till en kanal på Gabcast. Detta skapar en funktionskod, som standard är den <u>*422</u> 'gab' - du kan ändra detta i

source: Feature Code Admin
bg_bg: Специални Кодове
it_it: Amministrazione Codici Servizi
sv_se: Funktionskoder

source: which allows you to log directly into your Gabcast account. This is ideal for personal podcasting!
bg_bg: което ви позволява да влизате директно в вашия Gabcast акаунт. Идеално за лични изказвания!
it_it: che permette di entrare direttamente nel tuo account Gabcast. Questo è l'ideale per un podcasting personale!
sv_se: som ger dig möjlighet att logga in direkt på ditt Gabcastkonto. Detta är idealiskt för en personlig podradio!

source: Define a Gabcast channel as a Destination for other modules. For example, you can direct a DID or IVR menu option directly to Gabcast. This is ideal for group and public podcasting!
bg_bg: Определяте Gabcast канал като Направление за другите модули. Например, да насочите DID или IVR опция директно към Gabcast. Идеално за групови и публични изказвания!
it_it: Definire un canale Gabcast come Destinazione per altri moduli. Per esempio, puoi direzionare una Selezione Passante o un opzione di un IVR direttamente verso Gabcast. Questo è l'ideale per un podcasting pubblico o di gruppo!
sv_se: Ange en Gabcastkanal som en destination för andra moduler. T.ex. du kan koppla ett direktnummer eller en meny i IVR att gå direkt till Gabcast. Detta är idealiskt för grupper eller publik podradio!

source: Error: cannot retreive Gabcast info for this extension
bg_bg: Грешка: не мога да прочета Gabcast информацията за тази вътрешна линия
it_it: Errore: impossibile prelevare le informazioni Gabcast per questo interno
sv_se: Fel: Kan inte hämta information om Gabcast för denna anknytning

source: Delete settings
bg_bg: Изтрий настройките
it_it: Elimina impostazioni
sv_se: Ta bort inställning

source: You <u>must</u> have a Gabcast account & channel to use this feature. Visit
bg_bg: Вие <u>трябва</u> да имате Gabcast акаунт и канал за да използвате тази функция. Посетете
it_it: <u>Devi</u> avere un account ed un canale Gabcast per utilizzare questa opzione. Visita
sv_se: Du <u>måste</u> ha ett Gabcastkonto & kanal för att använda denna funktion. Besök

source: to sign up. <u>It's a free service</u>!
bg_bg: за да се регистрирате. <u>Това е безплатна услуга</u>!
it_it: per inscriverti. <u>E' un servizio gratuito</u>!
sv_se: för att skapa ett konto.<u>Det är en gratistjänst</u>!

source: Gabcast Channel Number:
bg_bg: Gabcast Номер на Канал:
it_it: Numero Canale Gabcast:
sv_se: Nummer för Gabcastkanal:

source: Gabcast Channel Password:
bg_bg: Gabcast Парола на Канал:
it_it: Password Canale Gabcast:
sv_se: Lösenord för Gabcastkanal:

source: Link to Extension/User Number:
bg_bg: Свържи към Вътрешна Линия/Потребител Номер:
it_it: Collega all'Interno/Utente Numero:
sv_se: Koppla till anknytning/användare:

source: Add Gabcast Channel
bg_bg: Добави Gabcast Канал
it_it: Aggiungi Canale Gabcast
sv_se: Lägg till en Gabcastkanal

source: Ext
it_it: Int
sv_se: Ankn

source: Chan
it_it: Canale
sv_se: Kanal

source: Gabcast Configuration
bg_bg: Gabcast Настройки
it_it: Configurazione Gabcast
sv_se: Konfiguration för Gabcast

source: The latest episodes in channel #%s
bg_bg: Последните епизоди в канала #%s
it_it: Gli ultimi episodi nel canale #%s
sv_se: De senaste avsnitten i kanal #%s

source: The latest episodes across all channels
bg_bg: Последните епизоди от всички канали
it_it: Gli ultimi episodi attraverso tutti i canali
sv_se: De senaste avsnitten från alla kanaler

source: Feed URL:
bg_bg: Използван Адрес:
it_it: URL Feed:
sv_se: Källa:
