Repository: tsvtitan/ufs-federation.com
Catalog: web/elastix/html/admin/modules/miscdests/i18n/*/LC_MESSAGES/miscdests.po
Languages: he_il

source: Add Misc Destination
he_il: הוסף יעד כללי

source: Misc Destination
he_il: יעד כללי

source: deleted
he_il: נמחק

source: Misc Destination:
he_il: יעד כללי:

source: Delete Misc Destination
he_il: מחק יעד כללי

source: Edit Misc Destination
he_il: ערוך יעד כללי

source: description:
he_il: תיאור:

source: Give this Misc Destination a brief name to help you identify it.
he_il: תן ליעד כללי זה שם קצר שיעזור לך לזהות אותו.

source: dial:
he_il: חייג:

source: Enter the digits to dial for this Misc Destination.
he_il: הכנס את הספרות שיש לחייג עבור יעד כללי זה.

source: featurecode
he_il: קוד תכונה
